{
  "BR-1": {
    "en": "An Invoice shall have a Specification identifier (BT-24).",
    "ja": "請求書は、明細識別子(BT-24)を有するものとする。"
  },
  "BR-2": {
    "en": "An Invoice shall have an Invoice number (BT-1).",
    "ja": "請求書は、請求書番号(BT-1)を有するものとする。"
  },
  "BR-3": {
    "en": "An Invoice shall have an Invoice issue date (BT-2).",
    "ja": "請求書には、請求書発行日(バイト2)が記載されている必要があります。"
  },
  "BR-4": {
    "en": "An Invoice shall have an Invoice type code (BT-3).",
    "ja": "請求書は、請求書タイプコード(BT-3)を有するものとする。"
  },
  "BR-5": {
    "en": "An Invoice shall have an Invoice currency code (BT-5),",
    "ja": "請求書には、請求書通貨コード(BT-5)が必要です。"
  },
  "BR-6": {
    "en": "An Invoice shall contain the Seller name (BT-27).",
    "ja": "請求書には販売者名(BT-27)を記載するものとする。"
  },
  "BR-7": {
    "en": "An Invoice shall contain the Buyer name (BT-44).",
    "ja": "請求書には、購入者の名前(BT-44)を記載するものとします。"
  },
  "BR-8": {
    "en": "An Invoice shall contain the Seller postal address (BG-5).",
    "ja": "請求書には売主の住所(BG-5)を記載するものとする。"
  },
  "BR-9": {
    "en": "The Seller postal address (BG-5) shall contain country code fBT-401.",
    "ja": "売主の郵便宛先(BG-5)には、売主の国コード(BT-40)を含めるものとする。"
  },
  "BR-10": {
    "en": "An Invoice shall contain the Buyer postal address (BG-8).",
    "ja": "請求書には、購入者の住所(BG-8)を記載するものとします。"
  },
  "BR-11": {
    "en": "The Buyer postal address shall contain a Buyer country code (BT-55).",
    "ja": "購入者の住所には、購入者の国コード(BT-55)を記載するものとします。"
  },
  "BR-12": {
    "en": "An Invoice shall have the Sum of Invoice line net amount (BT-106).",
    "ja": "請求書には、請求書明細合計の正味金額(BT-106)があるものとします。"
  },
  "BR-13": {
    "en": "An Invoice shall have the Invoice total amount without VAT (BT-109).",
    "ja": "請求書には、VATを含まない請求書総額(BT-109)が記載されている必要があります。"
  },
  "BR-14": {
    "en": "An Invoice shall have the Invoice total amount with VAT (BT-112).",
    "ja": "請求書には、VATを含む請求書総額(BT-112)が記載されている必要があります。"
  },
  "BR-15": {
    "en": "An Invoice shall have the Amount due for payment (BT115).",
    "ja": "請求書には、支払額(BT-115)を記載するものとします。"
  },
  "BR-16": {
    "en": "An Invoice shall have at least one Invoice line (BG-25).",
    "ja": "請求書には、少なくとも1つの請求書明細(BG-25)が必要です。"
  },
  "BR-17": {
    "en": "The Payee name (BT-59) shall be provided in the Invoice, if the Payee (BG-10) is different from the Seller (BG-4),",
    "ja": "受取人(BG-10)が売り手(BG-4)と異なる場合は、受取人名(BT-59)を請求書に記載するものとする。"
  },
  "BR-18": {
    "en": "The Seller tax representative name (BT-62) shall be provided in the Invoice, if the Seller (BG-4J has a Seller tax representative party (BG-11).",
    "ja": "売主の税務代理人の名称(BT-62)は以下のとおりとする。"
  },
  "BR-19": {
    "en": "The Seller tax representative postal address (BG-12) shall be provided in the Invoice, if the Seller (BG-4) has a Seller tax representative party (BG-11).",
    "ja": "売り手(BG-4)に売り手税の代表者(BG-11)がいる場合、請求書には売り手税の代表者の郵便宛先(BG-12)が記載されるものとする。"
  },
  "BR-20": {
    "en": " The Seller tax representative postal address (BG-12) shall contain a Tax representative country code (BT-69), if the Seller fBG-4) has a Seller tax representative party (BG-",
    "ja": "売り手(BG-4)に売り手税金代表当事者(BG-11)がいる場合、売り手税金代表の郵便宛先(BG-12)には、税金代表国コード(BT-69)を含めるものとします。"
  },
  "BR-21": {
    "en": "Each Invoice line (BG-25) shall have an Invoice line identifier (BT-126).",
    "ja": "各請求書明細(BG-25)には、請求書明細(BT-126)があります。"
  },
  "BR-22": {
    "en": "Each Invoice line (BG-25) shall have an Invoiced quantity (BT-129).",
    "ja": "各請求書明細(BG-25)には、請求済数量(BT-129)があるものとします。"
  },
  "BR-23": {
    "en": "An Invoice line (BG-25) shall have an Invoiced quantity unit of measure code (BT-130).",
    "ja": "請求書明細(BG-25)には、請求済数量単位コード(BT-130)が含まれている必要があります。"
  },
  "BR-24": {
    "en": "Each Invoice line (BG-25) shall have an Invoice line net amount (BT-131).",
    "ja": "各請求書明細(BG-25)には、請求書明細の正味金額(BT-131)があります。"
  },
  "BR-25": {
    "en": "Each Invoice line (BG-25) shall contain the Item name 153).",
    "ja": "各請求書明細(BG-25)は、項目名(バイト-153)を含むものとする。"
  },
  "BR-26": {
    "en": "Each Invoice line (BG-25) shall contain the Item net price (BT-146).",
    "ja": "各請求書明細(BG-25)には、品目の正味価格(BT-146)が含まれている必要があります。"
  },
  "BR-27": {
    "en": "The Item net price (BT-146) shall NOT be negative.",
    "ja": "アイテムの正味価格(BT-146)は負であってはなりません。"
  },
  "BR-28": {
    "en": "The Item gross price (BT-148) shall NOT be negative.",
    "ja": "アイテム総価格(BT-148)は負であってはならない。"
  },
  "BR-29": {
    "en": "If both Invoicing period start date (BT-73) and Invoicing period end date (BT-74) are given then the Invoicing period end date (BT-74) shall be later or equal to the Invoicing period start date (BT-73).",
    "ja": "請求期間開始日(BT-73)と請求期間終了日(BT-74)の両方が指定されている場合、請求期間終了日(BT-74)は請求期間開始日(BT-73)以降になります。"
  },
  "BR-30": {
    "en": "If both Invoice line period start date (BT-134) and Invoice line period end date (BT-135) are given then the Invoice line period end date (BT-135) shall be later or equal to the Invoice line period start date (BT-134).",
    "ja": "請求書明細期間開始日(BT-134)と請求書明細期間終了日(BT-135)の両方が指定されている場合、請求書明細期間終了日(BT-135)は、請求書明細期間開始日(BT-134)以降である必要があります。"
  },
  "BR-31": {
    "en": "Each Document level allowance (BG-20) shall have a Document level allowance amount (BT-92).",
    "ja": "各ドキュメントレベルアローワンス(BG-20)には、ドキュメントレベルアローワンス額(BT-92)を設定する。"
  },
  "BR-32": {
    "en": "Each Document level allowance (BG-20) shall have a Document level allowance VAT category code (BT-95).",
    "ja": "各ドキュメントレベルアローワンス(BG-20)は、ドキュメントレベルアローワンスVATカテゴリコード(BT-95)を持つものとする。"
  },
  "BR-33": {
    "en": "Each Document level allowance (BG-20) shall have a Document level allowance reason (BT-97) or a Document level allowance reason code (BT-98).",
    "ja": "各ドキュメントレベルアローワンス(BG-20)には、ドキュメントレベルアローワンス理由(BT-97)またはドキュメントレベルアローワンス理由コード(BT-98)があること。"
  },
  "BR-36": {
    "en": "Each Document level charge (BG-21) shall have a Document level charge amount (BT-99).",
    "ja": "各ドキュメントレベルチャージ(BG-21)には、ドキュメントレベルチャージ金額(BT-99)がある。"
  },
  "BR-37": {
    "en": "Each Document level charge (BG-21) shall have a Document level charge VAT category code fBT-102).",
    "ja": "各ドキュメントレベルチャージ(BG-21)には、ドキュメントレベルチャージVATカテゴリコード(BT-102)があります。"
  },
  "BR-38": {
    "en": "Each Document level charge (BG-21) shall have a Document level charge reason (BT-104) or a Document level charge reason code fBT-1051",
    "ja": "各文書レベルチャージ(BG-21)は、文書レベルチャージ理由(BT-104)または文書レベルチャージ理由コード(BT-105)を有するものとする。"
  },
  "BR-41": {
    "en": "Each Invoice line allowance (BG-27) shall have an Invoice line allowance amount (BT-136).",
    "ja": "各請求書明細引当(BG-27)には、請求書明細引当金額(BT-136)があります。"
  },
  "BR-42": {
    "en": "Each Invoice line allowance (BG-27) shall have an Invoice line allowance reason (BT-139) or an Invoice line allowance reason code (BT-140).",
    "ja": "各請求書明細引当(BG-27)には、請求書明細引当理由(BT-139)または請求書明細引当理由コード(BT-140)が必要です。"
  },
  "BR-43": {
    "en": "Each Invoice line charge (BG-28) shall have an Invoice line charge amount (BT-141).",
    "ja": "各請求書明細手数料(BG-28)には、請求書明細手数料金額(BT-141)があります。"
  },
  "BR-44": {
    "en": "Each Invoice line charge (BG-28) shall have an Invoice line charge reason (BT-144) or an Invoice line charge reason code (BT-145),",
    "ja": "各請求書明細手数料(BG-28)には、請求書明細手数料事由(BT-144)または請求書明細手数料事由コード(BT-145)が必要です。"
  },
  "BR-45": {
    "en": "Each VAT breakdown (BG-23) shall have a VAT category taxable amount (BT-116).",
    "ja": "各VAT明細(BG-23)には、VATカテゴリ課税対象額(BT-116)があります。"
  },
  "BR-46": {
    "en": "Each VAT breakdown (BG-23) shall have a VAT category tax amount (BT-117).",
    "ja": "各VAT内訳(BG-23)には、VATカテゴリー税額(BT-117)が含まれます。"
  },
  "BR-47": {
    "en": "Each VAT breakdown (BG-23) shall be defined through a VAT category code (BT-118).",
    "ja": "各VAT内訳(BG-23)は、VATカテゴリーコード(BT-118)によって定義されなければならない。"
  },
  "BR-48": {
    "en": "Each VAT breakdown (BG-23) shall have a VAT category rate (BT-119), except if the Invoice is not subject to VAT.",
    "ja": "各VAT内訳(BG-23)は、請求書がVATの対象となっていない場合を除き、VATカテゴリレート(BT-119)を持つものとします。"
  },
  "BR-49": {
    "en": "A Payment instruction (BG-16) shall specify the Payment means type code (BT-81).",
    "ja": "支払指図(BG-16)は、支払手段タイプコード(BT-81)を指定しなければならない。"
  },
  "BR-50": {
    "en": "A Payment account identifier (BT-84) shall be present if Credit transfer (BG-16) information is provided in the Invoice.",
    "ja": "クレジット振替(BG-16)情報が請求書に記載されている場合は、支払勘定科目識別子(BT-84)が表示されます。"
  },
  "BR-51": {
    "en": "The last 4 to 6 digits of the Payment card primary account number (BT-87) shall be present if Payment card information (BG-18) is provided in the Invoice.",
    "ja": "支払いカード情報（BG-18）が請求書に記載されている場合は、支払いカードのプライマリアカウント番号（BT-87）の最後の4〜6桁が表示されます。"
  },
  "BR-52": {
    "en": "Each Additional supporting document (BG-24) shall contain a Supporting document reference (BT-122).",
    "ja": "各追加サポートドキュメント(BG-24)には、サポートドキュメント参照(ビーティー122)を含めるものとします。"
  },
  "BR-53": {
    "en": "If the VAT accounting currency code (BT-6) is present, then the Invoice total VAT amount in accounting currency (BT1111 shall be provided.",
    "ja": "VAT会計通貨コード(BT-6)が存在する場合は、会計通貨(バイト-111)での請求書合計VAT金額が提供されるものとします。"
  },
  "BR-54": {
    "en": "Each Item attribute (BG-32) shall contain an Item attribute name (BT-160) and an Item attribute value (BT-161).",
    "ja": "各項目属性(BG-32)は,項目属性名(BT-160)および項目属性値(BT-161)を含む。"
  },
  "BR-55": {
    "en": "Each Preceding Invoice reference (BG-3) shall contain a Preceding Invoice reference (BT-25).",
    "ja": "各先行請求書参照(BG-3)には、先行請求書参照(BT-25)を含めるものとします。"
  },
  "BR-56": {
    "en": "Each Seller tax representative party (BG-11) shall have a Seller tax representative VAT identifier (BT-63).",
    "ja": "各売主税金代表当事者(BG-11)は、売主税金代表VAT識別子(BT-63)を有するものとする。"
  },
  "BR-57": {
    "en": "Each Deliver to address (BG-15) shall contain a Deliver to country code (BT-80).",
    "ja": "各搬送先所在地(BG-15)には、搬送先国コード(BT-80)が含まれている必要があります。"
  },
  "BR-61": {
    "en": "If the Payment means type code (BT-81) means SEPA credit transfer, Local credit transfer or Non-SEPA international credit transfer, the Payment account identifier (BT-84) shall be present.",
    "ja": "支払手段タイプコード(BT-81)がSEPA送金、ローカル送金、または非SEPA国際送金を意味する場合、支払口座識別子(BT-84)が表示されるものとします。"
  },
  "BR-62": {
    "en": "The Seller electronic address (BT-34) shall have a Scheme identifier.",
    "ja": "売り手の電子アドレス(BT-34)はスキーム識別子を持つものとする。"
  },
  "BR-63": {
    "en": "The Buyer electronic address (BT-49) shall have a Scheme identifier.",
    "ja": "購入者の電子アドレス(BT-49)はスキーム識別子を持つものとする。"
  },
  "BR-64": {
    "en": "The Item standard identifier (BT-157) shall have a Scheme identifier",
    "ja": "アイテム標準識別子(BT-157)はスキーム識別子を持つ。"
  },
  "BR-65": {
    "en": "The Item classification identifier (BT-158) shall have a Scheme identifier",
    "ja": "項目分類識別子(BT-158)はスキーム識別子を持つ。"
  }
}