{
  "BT-1": {
    "bt_en": "Invoice number",
    "bt_ja": "請求書番号",
    "desc_en": "A unique identification of the Invoice.",
    "desc_ja": "一意のID",
    "usage_en": "The sequential number required in Article 226(2) of the directive 2006/112/EC [2], to uniquely identify the Invoice within the business context, time-frame, operating systems and records of the Seller. It may be based on one or more series of numbers, which may include alphanumeric characters. No identification scheme is to be used.",
    "usage_ja": "指令2006/112/EC [2] の第226条 (2) 項で要求される連続番号であって、売り手のビジネスコンテキスト、時間枠、オペレーティングシステムおよび記録の中で請求書を一意に識別するためのもの。これは、英数字を含むことができる1つ以上の一連の数字に基づくことができる。識別スキームは使用されません。"
  },
  "BT-2": {
    "bt_en": "Invoice issue date",
    "bt_ja": "請求書発行日",
    "desc_en": "The date when the Invoice was issued.",
    "desc_ja": "請求書が発行された日付",
    "usage_en": "",
    "usage_ja": ""
  },
  "BT-3": {
    "bt_en": "Invoice type code",
    "bt_ja": "請求書タイプコード",
    "desc_en": "A code specifying the functional type of the Invoice.",
    "desc_ja": "請求書の機能タイプを指定するコード。",
    "usage_en": "Commercial invoices and credit notes are defined according the entries in UNTDID 1001 [6]. Other entries of UNTDID 1001 [6] with specific invoices or credit notes may be used if applicable.",
    "usage_ja": "商業送り状とクレジット・ノートは、UNTDID 1001 [6] の項目に従って定義されます。該当する場合は、特定の請求書またはクレジット・ノートを含むUNTDID 1001 [6] のその他のエントリを使用できます。"
  },
  "BT-5": {
    "bt_en": "Invoice currency code",
    "bt_ja": "請求書通貨",
    "desc_en": "The currency in which all Invoice amounts are given, except for the Total VAT amount in accounting currency.",
    "desc_ja": "会計通貨の合計VAT金額を除く、すべての請求書金額が表示される通貨。",
    "usage_en": "Only one currency shall be used in the Invoice, except for the Invoice total VAT amount in accounting currency (BT-111] in accordance with article 230 of Directive 2006/112/EC on VAT [2]. The lists of valid currencies are registered with the ISO 4217 Maintenance Agency 'Codes for the representation of currencies and funds'.",
    "usage_ja": "VATに関する指令2006/112/EC [2] の第230条に従い会計通貨(BT-111)での請求書合計VAT額を除き、請求書では1つの通貨のみを使用しなければならない。有効な通貨の一覧は、ISO 4217維持機関「通貨と資金を表すコード」に登録されています。"
  },
  "BT-6": {
    "bt_en": "VAT accounting currency code",
    "bt_ja": "VAT会計通貨コード",
    "desc_en": "The currency used for VAT accounting and reporting purposes as accepted or required in the country of the Seller.",
    "desc_ja": "売り手の国で認められている、または要求されているVAT会計および報告目的に使用される通貨。",
    "usage_en": "Shall be used in combination with the Invoice total VAT amount in accounting currency (BT-111) when the VAT accounting currency code differs from the Invoice currency code. The lists of valid currencies are registered with the ISO 4217 Maintenance Agency 'Codes for the representation of currencies and funds'. Please refer to Article 230 of the Council Directive 2006/112/EC [2] for more information.",
    "usage_ja": "VAT会計通貨コードが請求書通貨コードと異なる場合は、会計通貨(BT-111)での請求書合計VAT金額と組み合せて使用します。有効な通貨の一覧は、ISO 4217維持機関「通貨と資金を表すコード」に登録されています。詳細については、理事会指令2006/112/EC [2] の第230条を参照されたい。"
  },
  "BT-7": {
    "bt_en": "Value added tax point date",
    "bt_ja": "付加価値税ポイント日付",
    "desc_en": "The date when the VAT becomes accountable for the Seller and for the Buyer in so far as that date can be determined and differs from the date of issue of the invoice, according to the VAT directive.",
    "desc_ja": "VAT指令によれば、VATが売り手と買い手に対して責任を持つようになる日付は、その日付が決定可能であり、請求書の発行日とは異なる。",
    "usage_en": "The tax point is usually the date goods were supplied or services completed (the 'basic tax point'). There are some variations. Please refer to Article 226 (7) of the Council Directive 2006/112/EC [2] for more information. This element is required if the Value added tax point date is different from the Invoice issue date. Both Buyer and Seller should use the Tax Point Date when provided by the Seller. The use of BT-7 and BT-8 is mutually exclusive.",
    "usage_ja": "税金ポイントは通常、商品が供給された日付またはサービスが完了した日付(「基本課税ポイント」)です。いくつかのバリエーションがあります。詳細については、理事会指令2006/112/EC [2] の第226条 (7) を参照されたい。このエレメントは、付加価値税ポイント日付が請求書発行日と異なる場合に必要です。買い手と売り手の双方は、売り手から提供された時点で、課税時点日を使用しなければならない。"
  },
  "BT-8": {
    "bt_en": "Value added tax point date code",
    "bt_ja": "付加価値税ポイント日付コード",
    "desc_en": "The code of the date when the VAT becomes accountable for the Seller and for the Buyer.",
    "desc_ja": "VATが売り手と買い手に対して責任を持つようになる日付のコード。",
    "usage_en": "The code shall distinguish between the following entries of UNTDID 2005 [6]: - Invoice document issue date - Delivery date, actual - Paid to dateThe Value added tax point date code is used if the Value added tax point date is not known when the invoice is issued. The use of BT-8 and BT-7 is mutually exclusive.",
    "usage_ja": "コードは、UNTDID 2005 [6] の次の項目を区別しなければならない。-請求書の発行日・納期、実際-支払先日付 (Paid to Date) #シハライメイチ#付加価値税ポイントの日付コードは、請求書の発行時に付加価値税ポイントの日付が不明な場合に使用されます。BT-8とBT-7の使用は相互に排他的です。"
  },
  "BT-9": {
    "bt_en": "Payment due date",
    "bt_ja": "支払期日",
    "desc_en": "The date when the payment is due.",
    "desc_ja": "支払期日",
    "usage_en": "The payment due date reflects the due date of the net payment. For partial payments it states the first net due date. The corresponding description of more complex payment terms can be stated in BT-20 Payment terms.",
    "usage_ja": "支払期日は、正味支払期日を反映しています。部分的な支払いの場合、最初の正味期日が記載されています。より複雑な支払条件の対応する説明は、BT-20支払条件に記載できます。"
  },
  "BT-10": {
    "bt_en": "Buyer reference",
    "bt_ja": "購買担当参照",
    "desc_en": "An identifier assigned by the Buyer used for internal routing purposes.",
    "desc_ja": "購買担当によって割り当てられた識別子。内部ルーティングの目的で使用されます。",
    "usage_en": "The identifier is defined by the Buyer (e.g. contact ID, department, office id, project code), but provided by the Seller in the Invoice.",
    "usage_ja": "識別子は購入者によって定義されますが（連絡先ID、部門、オフィスID、プロジェクトコードなど）、請求書で販売者によって提供されます。"
  },
  "BT-11": {
    "bt_en": "Project reference",
    "bt_ja": "プロジェクト参照",
    "desc_en": "The identification of the project the invoice refers to",
    "desc_ja": "",
    "usage_en": "",
    "usage_ja": ""
  },
  "BT-12": {
    "bt_en": "Contract reference",
    "bt_ja": "契約参照",
    "desc_en": "The identification of a contract.",
    "desc_ja": "契約の識別。",
    "usage_en": "The contract identifier should be unique in the context of the specific trading relationship and for a defined time period.",
    "usage_ja": "契約識別子は、特定の取引関係の中で、かつ、定義された期間において一意であるべきである。"
  },
  "BT-13": {
    "bt_en": "Purchase order reference ",
    "bt_ja": "発注参照",
    "desc_en": "An identifier of a referenced purchase order, issued by the Buyer.",
    "desc_ja": "参照発注の識別子。購買担当が発行します。",
    "usage_en": "",
    "usage_ja": ""
  },
  "BT-14": {
    "bt_en": "Sales order reference",
    "bt_ja": "受注参照",
    "desc_en": "An identifier of a referenced sales order, issued by the Seller.",
    "desc_ja": "参照されるsales R 41文書の識別子注文、販売者によって発行される。",
    "usage_en": "",
    "usage_ja": ""
  },
  "BT-15": {
    "bt_en": "Receiving advice reference",
    "bt_ja": "アドバイス参照の受信",
    "desc_en": "An identifier of a referenced receiving advice.",
    "desc_ja": "参照される受信アドバイスの識別子。",
    "usage_en": "",
    "usage_ja": ""
  },
  "BT-16": {
    "bt_en": "Despatch advice reference",
    "bt_ja": "発送アドバイス参照の受信",
    "desc_en": "An identifier of a referenced despatch advice.",
    "desc_ja": "参照されている送信通知の識別子。",
    "usage_en": "",
    "usage_ja": ""
  },
  "BT-17": {
    "bt_en": "Tender or lot reference",
    "bt_ja": "入札またはロット参照",
    "desc_en": "The identification of the call for tender or lot the invoice relates to.",
    "desc_ja": "請求書に関連する入札またはロットの要求の識別。",
    "usage_en": "In some countries a reference to the call for tender that has led to the contract shall be provided.",
    "usage_ja": "一部の国では、契約に至った入札募集への言及が提供されるものとする。"
  },
  "BT-18": {
    "bt_en": "Invoiced object identifier Scheme identifier",
    "bt_ja": "請求済みオブジェクト識別子スキーム識別子",
    "desc_en": "An identifier for an object on which the invoice is based, given by the Seller. The identification scheme identifier of the Invoiced object identifier.",
    "desc_ja": "請求書の基礎となるオブジェクトの識別子で、売り手が指定します。スキーム識別子識別スキーム識別子を入力します。",
    "usage_en": "It may be a subscription number, telephone number, meter point, vehicle, person etc., as applicable. If it may be not clear for the receiver what scheme is used for the identifier, a conditional scheme identifier should be used that shall be chosen from the UNTDID 1153 code list [6] entries.",
    "usage_ja": "必要に応じて、予約番号、電話番号、メーターポイント、車両、人物などを指定できます。識別子にどのスキームが使用されるかが受信者にとって明らかでない場合、条件付きスキーム識別子が使用されるべきであり、それはUNTDID 1153コードリスト [6] 項目から選択される。"
  },
  "BT-19": {
    "bt_en": "Buyer accounting reference",
    "bt_ja": "購買担当会計参照",
    "desc_en": "A textual value that specifies where to book the relevant data into the Buyer's financial accounts.",
    "desc_ja": "購買担当の財務勘定科目に関連データを記帳する場所を指定するテキスト値",
    "usage_en": "",
    "usage_ja": ""
  },
  "BT-20": {
    "bt_en": "Payment terms",
    "bt_ja": "支払条件",
    "desc_en": "A textual description of the payment terms that apply to the amount due for payment (Including description of possible penalties).",
    "desc_ja": "支払額に適用される支払条件の説明(罰則の記載を含む)。",
    "usage_en": "This element may contain multiple lines and multiple terms.",
    "usage_ja": "要素は複数の行を含むことができます複数の項があります"
  },
  "BG-1": {
    "bt_en": "INVOICE NOTE",
    "bt_ja": "請求書メモ",
    "desc_en": "A group of business terms providing textual notes that are relevant for the invoice, together with an indication of the note subject.",
    "desc_ja": "請求書に関連するテキスト・ノートを提供するビジネス条件のグループと、ノートの件名の表示。",
    "usage_en": "",
    "usage_ja": ""
  },
  "BT-21": {
    "bt_en": "Invoice note subject code",
    "bt_ja": "請求書ノート件名コード",
    "desc_en": "The subject of the textual note in BT-22.",
    "desc_ja": "BT-22における本文注記の主題。",
    "usage_en": "To be chosen from the entries in UNTDID 4451 [6].",
    "usage_ja": "UNTDID 4451 [6] のエントリから選択されます。"
  },
  "BT-22": {
    "bt_en": "Invoice note",
    "bt_ja": "請求書注記",
    "desc_en": "A textual note that gives unstructured information that is relevant to the Invoice as a whole.",
    "desc_ja": "次のようなテキスト形式のメモ請求書全体に関連する構造化されていない情報。",
    "usage_en": "Such as the reason for any correction or assignment note in case the invoice has been factored",
    "usage_ja": "訂正の理由,又は請求書がファクタリングされている場合の割当ノート"
  },
  "BG-2": {
    "bt_en": "PROCESS CONTROL",
    "bt_ja": "プロセス制御",
    "desc_en": "A group of business terms providing information on the business process and rules applicable to the Invoice document.",
    "desc_ja": "請求書文書に適用されるビジネス・プロセスおよびルールに関する情報を提供するビジネス条件のグループ。",
    "usage_en": "",
    "usage_ja": ""
  },
  "BT-23": {
    "bt_en": "Business process type",
    "bt_ja": "ビジネス・プロセス・タイプ",
    "desc_en": "Identifies the business process context in which the transaction appears, to enable the Buyer to process the Invoice in an appropriate way.",
    "desc_ja": "購買担当が適切な方法で請求書を処理できるように、取引が表示されるビジネス・プロセス・コンテキストを識別します。",
    "usage_en": "To be specified by the Buyer.",
    "usage_ja": "買主が指定する。"
  },
  "BT-24": {
    "bt_en": "Specification identifier",
    "bt_ja": "仕様識別子",
    "desc_en": "An identification of the specification containing the total set of rules regarding semantic content, cardinalities and business rules to which the data contained in the instance document conforms.",
    "desc_ja": "インスタンス・ドキュメントに含まれるデータが準拠するセマンティック・コンテンツ、カーディナリティおよびビジネス・ルールに関するルールの全セットを含む仕様の識別。",
    "usage_en": "This identifies compliance or conformance to this document. Compliant invoices specify: urn:cen.eu:enl6931:2017. Invoices, compliant to a user specification may identify that user specification here. No identification scheme is to be used.",
    "usage_ja": "これにより、このドキュメントへの準拠または準拠が識別されます。準拠請求書には、urn:cenと指定されています。eu:en 16931:2017です。ユーザ仕様に準拠する請求書は、ここでそのユーザ仕様を識別することができる。識別スキームは使用されません。"
  },
  "BG-3": {
    "bt_en": "PRECEDING INVOICE REFERENCE",
    "bt_ja": "請求書リファレンスの前処理",
    "desc_en": "A group of business terms providing information on one or more preceding Invoices.",
    "desc_ja": "1つ以上の先行請求書に関する情報を提供するビジネス条件のグループ。",
    "usage_en": "To be used in case: - a preceding invoice is corrected - preceding partial invoices are referred to from a final invoice -preceding pre-payment invoices are referred to from a final invoice",
    "usage_ja": "次の場合に使用します。-前の請求書が訂正された場合-前の部分請求書が参照されます。最終請求書から-先行する前払金請求書は最終請求書から言及される"
  },
  "BT-25": {
    "bt_en": "Preceding Invoice reference",
    "bt_ja": "先行請求書参照",
    "desc_en": "The identification of an Invoice that was previously sent by the Seller.",
    "desc_ja": "売り手が以前に送付した請求書のID。",
    "usage_en": "",
    "usage_ja": ""
  },
  "BT-26": {
    "bt_en": "Preceding Invoice issue date",
    "bt_ja": "前請求書発行日",
    "desc_en": "The date when the Preceding Invoice was issued.",
    "desc_ja": "先行請求書が発行された日付。",
    "usage_en": "The Preceding Invoice issue date shall be provided in case the Preceding Invoice identifier is not unique.",
    "usage_ja": "先行請求書IDが一意でない場合は、先行請求書発行日を記載するものとする。"
  },
  "BG-4": {
    "bt_en": "SELLER",
    "bt_ja": "販売者",
    "desc_en": "A group of business terms providing information about the Seller.",
    "desc_ja": "売り手に関する情報を提供するビジネス条件のグループ。",
    "usage_en": "",
    "usage_ja": ""
  },
  "BT-27": {
    "bt_en": "Seller name",
    "bt_ja": "販売者名",
    "desc_en": "The full formal name by which the Seller is registered in the national registry of legal entities or as a Taxable person or otherwise trades as a person or persons. ",
    "desc_ja": "売主が法人の国内登録簿に登録されている、または課税対象者として登録されている、または個人として取引されている正式名称。",
    "usage_en": "",
    "usage_ja": ""
  },
  "BT-28": {
    "bt_en": "Seller trading name",
    "bt_ja": "売主の売買名",
    "desc_en": "A name by which the Seller is known, other than Seller name (also known as Business name].",
    "desc_ja": "売主の名称であって、売主名(ビジネス名とも呼ばれる)以外のもの。",
    "usage_en": "This may be used if different from the Seller name.",
    "usage_ja": "これは販売者名と異なる場合に使用することができる。"
  },
  "BT-29": {
    "bt_en": "Seller identifier Scheme identifier",
    "bt_ja": "売主識別子",
    "desc_en": "An identification of the Seller. The identification scheme identifier of the Seller identifier.",
    "desc_ja": "販売者識別子の識別スキーム識別子。",
    "usage_en": "For many systems, the Seller identifier is a key piece of information. Multiple Seller identifiers may be assigned or specified. They may be differentiated by using various identification schemes. If no scheme is specified, it should be known by Buyer and Seller, e.g. a previously exchanged Buyer assigned identifier of the Seller. If used, the identification scheme identifier shall be chosen from the entries of the list published by the ISO/IEC 6523 maintenance agency.",
    "usage_ja": "多くのシステムでは、Seller識別子は重要な情報です。複数の売り手識別子が割り当てられるか、指定されるかもしれません。これらは、様々な識別スキームを使用することによって区別することができる。スキームが指定されていない場合、それは買い手と売り手によって知られるべきである。例えば、以前交換された買い手が売り手に割り当てた識別子。識別体系識別子を使用する場合は, ISO/IEC 6523整備機関によって発行されたリストの項目から選択しなければならない。"
  },
  "BT-30": {
    "bt_en": "Seller legal registration identifier Scheme identifier",
    "bt_ja": "売り手の法的登録識別子",
    "desc_en": "An identifier issued by an official registrar that identifies the Seller as a legal entity or person. The identification scheme identifier of the Seller legal registration identifier.",
    "desc_ja": "売り手を法人または個人として特定する公式登録機関によって発行される識別子。売主の法的登録識別子の識別スキーム識別子。",
    "usage_en": " If no identification scheme is specified, it should be known by Buyer and Seller. If used, the identification scheme shall be chosen from the entries of the list published by the ISO/IEC 6523 maintenance agency.",
    "usage_ja": "識別スキームが指定されていない場合、それは買い手と売り手によって知られるべきである。識別スキームを使用する場合は、ISO/IEC 6523整備機関が公表しているリストの項目から選択しなければならない。"
  },
  "BT-31": {
    "bt_en": "Seller VAT identifier",
    "bt_ja": "売り手VAT識別子",
    "desc_en": "The Seller's VAT identifier (also known as Seller VAT identification number).",
    "desc_ja": "売り手のVAT識別子(売り手VAT識別番号とも呼ばれる)。",
    "usage_en": "VAT number prefixed by a country code. A VAT registered Supplier shall include his VAT ID, except when he uses a tax representative.",
    "usage_ja": "先頭に国コードを付加したVAT番号。VAT登録サプライヤーは、彼が税務代理人を使用する場合を除き、彼のVAT IDを含まなければならない。"
  },
  "BT-32": {
    "bt_en": "Seller tax registration identifier",
    "bt_ja": "売主税登録識別子",
    "desc_en": "The local identification (defined by the Seller's address) of the Seller for tax purposes or a reference that enables the Seller to state his registered tax status.",
    "desc_ja": "税務上の売主のローカルID (売主の住所によって定義される)、または売主が登録されている納税ステータスを記載できるようにするための参照情報。",
    "usage_en": "This information may affect how the Buyer settles the payment (such as for social security fees). E.g. in some countries, if the Seller is not registered as a tax paying entity then the Buyer is required to withhold the amount of the tax and pay it on behalf of the Seller.",
    "usage_ja": "この情報は、バイヤーが支払を決済する方法(社会保障費等)に影響を与える場合があります。例:。一部の国では、売主が納税主体として登録されていない場合、買主は税金の金額を差し引き、売主に代わって支払う必要がある。"
  },
  "BT-33": {
    "bt_en": "Seller additional legal information",
    "bt_ja": "販売者追加法的情報",
    "desc_en": "Additional legal information relevant for the Seller.",
    "desc_ja": "株式資本などの追加の法的情報。",
    "usage_en": "Such as share capital.",
    "usage_ja": "株式資本など。"
  },
  "BT-34": {
    "bt_en": "Seller electronic address Scheme identifier",
    "bt_ja": "販売者電子機器アドレス スキーム識別子",
    "desc_en": "Identifies the Seller's electronic address to which the application level response to the invoice may be delivered. The identification scheme identifier of the Seller electronic address.",
    "desc_ja": "請求書に対するアプリケーションレベルの応答が配信されるセラーの電子アドレスを識別する。",
    "usage_en": " The scheme identifier shall be chosen from a list to be maintained by the Connecting Europe Facility.",
    "usage_ja": "スキーマ識別子は、接続ヨーロッパ機能によって維持されるリストから選択される。"
  },
  "BG-5": {
    "bt_en": "SELLER POSTAL ADDRESS",
    "bt_ja": "販売者の郵便宛先",
    "desc_en": "A group of business terms providing information about the address of the Seller.",
    "desc_ja": "売り手の住所に関する情報を提供するビジネス条件のグループ。",
    "usage_en": "Sufficient components of the address are to be filled to comply with legal requirements.",
    "usage_ja": "法的要件を遵守するためには、当該宛先の十分な構成要素を記入しなければならない。"
  },
  "BT-35": {
    "bt_en": "Seller address line 1",
    "bt_ja": "売主住所欄1",
    "desc_en": "The main address line in an address.",
    "desc_ja": "アドレスのメインアドレス行。",
    "usage_en": "Usually the street name and number or post office box.",
    "usage_ja": "通常は、通りの名前と番号または郵便ポストです。"
  },
  "BT-36": {
    "bt_en": "Seller address line 2",
    "bt_ja": "売主住所欄2",
    "desc_en": "An additional address line in an address that can be used to give further details supplementing the main line.",
    "desc_ja": "メイン行を補足する詳細情報を提供するために使用できる、アドレス内の追加のアドレス行。",
    "usage_en": "",
    "usage_ja": ""
  },
  "BT-162": {
    "bt_en": "Seller address line 3",
    "bt_ja": "売主住所欄3",
    "desc_en": "An additional address line in an address that can be used to give further details supplementing the main line.",
    "desc_ja": "メイン行を補足する詳細情報を提供するために使用できる、アドレス内の追加のアドレス行。",
    "usage_en": "",
    "usage_ja": ""
  },
  "BT-37": {
    "bt_en": "Seller city",
    "bt_ja": "売主市",
    "desc_en": "The common name of the city, town or village, where the Seller address is located.",
    "desc_ja": "売主の住所が所在する市町村の通称。",
    "usage_en": "",
    "usage_ja": ""
  },
  "BT-38": {
    "bt_en": "Seller post code",
    "bt_ja": "販売者郵便番号",
    "desc_en": "The identifier for an addressable group of properties according to the relevant postal service.",
    "desc_ja": "関連する郵便サービスに応じた、アドレス可能なプロパティのグループの識別子。",
    "usage_en": "Such as a ZIP code or a post code.",
    "usage_ja": "郵便番号など"
  },
  "BT-39": {
    "bt_en": "Seller country subdivision",
    "bt_ja": "国の地方区分",
    "desc_en": "The subdivision of a country.",
    "desc_ja": "小県等。",
    "usage_en": "Such as a region, a county, a state, a province, etc.",
    "usage_ja": "地域、郡、州、など"
  },
  "BT-40": {
    "bt_en": "Seller country code",
    "bt_ja": "販売者国コード",
    "desc_en": "A code that identifies the country.",
    "desc_ja": "国を識別するコード。",
    "usage_en": "If no tax representative is specified, this is the country where VAT is liable. The lists of valid countries are registered with the EN ISO 3166-1 Maintenance agency, 'Codes for the representation of names of countries and their subdivisions'. ",
    "usage_ja": "税務代理人が指定されていない場合は、VATが課せられる国です。有効な国のリストは、EN ISO 3166-1メンテナンス機関「国名及びその下位区分の表示に関する規約」に登録されています。"
  },
  "BG-6": {
    "bt_en": "SELLER CONTACT",
    "bt_ja": "販売担当者",
    "desc_en": "A group of business terms providing contact information about the Seller.",
    "desc_ja": "売り手に関する連絡先情報を提供するビジネス条件のグループ。 ",
    "usage_en": "",
    "usage_ja": ""
  },
  "BT-41": {
    "bt_en": "Seller contact point",
    "bt_ja": "販売者の連絡先",
    "desc_en": "A contact point for a legal entity or person.",
    "desc_ja": "法的エンティティまたは個人の連絡先。",
    "usage_en": "Such as person name, contact identification, department or office identification.",
    "usage_ja": "人名、連絡先、部署、事務所など。"
  },
  "BT-42": {
    "bt_en": "Seller contact telephone number",
    "bt_ja": "",
    "desc_en": "A phone number for the contact point.",
    "desc_ja": "",
    "usage_en": "",
    "usage_ja": ""
  },
  "BT-43": {
    "bt_en": "Seller contact email address",
    "bt_ja": "販売者の連絡先メールアドレス",
    "desc_en": "An e-mail address for the contact point.",
    "desc_ja": "連絡先の電子メールアドレス",
    "usage_en": "",
    "usage_ja": ""
  },
  "BG-7": {
    "bt_en": "BUYER",
    "bt_ja": "購入者",
    "desc_en": "A group of business terms providing information about the Buyer.",
    "desc_ja": "バイヤーに関する情報を提供するビジネス用語のグループ。",
    "usage_en": "",
    "usage_ja": ""
  },
  "BT-44": {
    "bt_en": "Buyer name",
    "bt_ja": "購買担当名",
    "desc_en": "The full name of the Buyer.",
    "desc_ja": "購買担当の氏名。",
    "usage_en": "",
    "usage_ja": ""
  },
  "BT-45": {
    "bt_en": "Buyer trading name",
    "bt_ja": "買主の商号",
    "desc_en": "A name by which the Buyer is known, other than Buyer name (also known as Business name).",
    "desc_ja": "購買担当名以外の、購買担当の名称(ビジネス名とも呼ばれる)。",
    "usage_en": "This may be used if different from the Buyer name.",
    "usage_ja": "これは、購入者の名前と異なる場合に使用できます。"
  },
  "BT-46": {
    "bt_en": "Buyer identifier Scheme identifier",
    "bt_ja": "購買担当識別子",
    "desc_en": "An identifier of the Buyer. The identification scheme identifier of the Buyer identifier.",
    "desc_ja": "購買担当の識別子。",
    "usage_en": "If no scheme is specified, it should be known by Buyer and Seller, e.g. a previously exchanged Seller assigned identifier of the Buyer. If used, the identification scheme shall be chosen from the entries of the list published by the ISO/IEC 6523 maintenance agency.",
    "usage_ja": "スキームが指定されていない場合、それは買い手と売り手によって知られるべきである。例えば、以前交換された売り手が買い手に割り当てた識別子。識別スキームを使用する場合は、ISO/IEC 6523整備機関が公表しているリストの項目から選択しなければならない。"
  },
  "BT-47": {
    "bt_en": "Buyer legal registration identifier Scheme identifier",
    "bt_ja": "購入者の法的登録識別子",
    "desc_en": "An identifier issued by an official registrar that identifies the Buyer as a legal entity or person. The identification scheme identifier of the Buyer legal registration identifier.",
    "desc_ja": "買い手を法人または個人として識別するために、公式登録機関が発行する識別子。バイヤー法的登録識別子の識別スキーム識別子。",
    "usage_en": "If no identification scheme is specified, it should be known by Buyer and Seller, e.g. the identifier that is exclusively used in the applicable legal environment. If used, the identification scheme shall be chosen from the entries of the list published by the ISO/1EC 6523 maintenance agency.",
    "usage_ja": "識別スキームが指定されていない場合、それは買い手と売り手によって知られていなければならない。例えば、適用される法的環境において排他的に使用される識別子。識別スキームを使用する場合は、ISO/IEC 6523整備機関が公表しているリストの項目から選択しなければならない。"
  },
  "BT-48": {
    "bt_en": "Buyer VAT identifier",
    "bt_ja": "購買担当VAT識別子",
    "desc_en": "The Buyer's VAT identifier (also known as Buyer VAT identification number).",
    "desc_ja": "購買担当のVAT識別子(バイヤーVAT識別番号とも呼ばれる)。",
    "usage_en": "VAT number prefixed by a country code based on EN ISO 3166-1 'Codes for the representation of names of countries and their subdivisions'",
    "usage_ja": "EN ISO 3166-1 「国名及びその下位区分の表示に関する規約」に基づく国コードを先頭に付加したVAT番号"
  },
  "BT-49": {
    "bt_en": "Buyer electronic address Scheme identifier",
    "bt_ja": "購入者の電子アドレス スキーム識別子",
    "desc_en": "Identifies the Buyer's electronic address to which the invoice is delivered. The identification scheme identifier of the Buyer electronic address.",
    "desc_ja": "請求書の搬送先となる購買担当の電子所在地を識別します。",
    "usage_en": "The scheme identifier shall be chosen from a list to be maintained by the Connecting Europe Facility.",
    "usage_ja": "スキーム識別子は、ConnectingEuropeFacilityが管理するリストから選択する必要があります。"
  },
  "BG-8": {
    "bt_en": "BUYER POSTAL ADDRESS",
    "bt_ja": "購入者の郵便宛先",
    "desc_en": "A group of business terms providing information about the postal address for the Buyer.",
    "desc_ja": "バイヤーの郵便宛先に関する情報を提供するビジネス用語のグループ。",
    "usage_en": "Sufficient components of the address are to be filled to comply with legal requirements.",
    "usage_ja": "法的要件を遵守するためには、当該宛先の十分な構成要素を記入しなければならない。"
  },
  "BT-50": {
    "bt_en": "Buyer address line 1",
    "bt_ja": "購買担当所在地明細1",
    "desc_en": "The main address line in an address.",
    "desc_ja": "アドレスのメインアドレス行。",
    "usage_en": "Usually the street name and number or post office box.",
    "usage_ja": "通常は、通りの名前と番号または郵便ポストです。"
  },
  "BT-51": {
    "bt_en": "Buyer address line 2",
    "bt_ja": "購買担当所在地明細2",
    "desc_en": "An additional address line in an address that can be used to give further details supplementing the main line.",
    "desc_ja": "メイン行を補足する詳細情報を提供するために使用できる、アドレス内の追加のアドレス行。",
    "usage_en": "",
    "usage_ja": ""
  },
  "BT-163": {
    "bt_en": "Buyer address line 3",
    "bt_ja": "購買担当所在地明細3",
    "desc_en": "An additional address line in an address that can be used to give further details supplementing the main line.",
    "desc_ja": "メイン行を補足する詳細情報を提供するために使用できる、アドレス内の追加のアドレス行。",
    "usage_en": "",
    "usage_ja": ""
  },
  "BT-52": {
    "bt_en": "Buyer city",
    "bt_ja": "購入者の都市",
    "desc_en": "The common name of the city, town or village, where the Buyer's address is located.",
    "desc_ja": "バイヤーの住所がある市町村の共通名称。",
    "usage_en": "",
    "usage_ja": ""
  },
  "BT-53": {
    "bt_en": "Buyer post code",
    "bt_ja": "購買担当郵便番号",
    "desc_en": "The identifier for an addressable group of properties according to the relevant postal service.",
    "desc_ja": "関連する郵便サービスに応じた、アドレス可能なプロパティのグループの識別子。",
    "usage_en": "Such as a ZIP code or a post code.",
    "usage_ja": "郵便番号など。"
  },
  "BT-54": {
    "bt_en": "Buyer country subdivision",
    "bt_ja": "買手国区分",
    "desc_en": "The subdivision of a country.",
    "desc_ja": "国の地方区分。",
    "usage_en": "Such as a region, a county, a state, a province, etc.",
    "usage_ja": "地域、郡、州、地域など。"
  },
  "BT-55": {
    "bt_en": "Buyer country code",
    "bt_ja": "購買担当国コード",
    "desc_en": "A code that identifies the country.",
    "desc_ja": "国を識別するコード。",
    "usage_en": "The lists of valid countries are registered with the EN ISO 3166-1 Maintenance agency, 'Codes for the representation of names of countries and their subdivisions'.",
    "usage_ja": "有効な国のリストは、EN ISO 3166-1メンテナンス機関「国名及びその下位区分の表示に関する規約」に登録されています。"
  },
  "BG-9": {
    "bt_en": "BUYER CONTACT ",
    "bt_ja": "購入者連絡先",
    "desc_en": "A group of business terms providing contact information relevant for the Buyer.",
    "desc_ja": "提供する一連のビジネス用語バイヤーに関する連絡先情報。",
    "usage_en": "Contact details can be given by the Buyer at the time of the ordering or as master data exchanged prior to ordering. Contact details should not be used for the purpose of routing the received Invoice internally by the recipient; the Buyer reference identifier should be used for this purpose.",
    "usage_ja": "連絡先の詳細は、注文時または注文前に交換されたマスターデータとして購入者が提供できます。連絡先の詳細受領者が受領した請求書を内部的に送付する目的で使用してはならない;この目的のためにはバイヤー参照識別子を使用する必要があります。"
  },
  "BT-56": {
    "bt_en": "Buyer contact point",
    "bt_ja": "購買担当連絡先",
    "desc_en": "A contact point for a legal entity or person.",
    "desc_ja": "法的エンティティまたは人の連絡先。",
    "usage_en": "Such as person name, contact identification, department or office identification.",
    "usage_ja": ""
  },
  "BT-57": {
    "bt_en": "Buyer contact telephone number",
    "bt_ja": "購入者の連絡先電話番号",
    "desc_en": "A phone number for the contact point.",
    "desc_ja": "連絡先の電話番号。",
    "usage_en": "",
    "usage_ja": ""
  },
  "BT-58": {
    "bt_en": "Buyer contact email address",
    "bt_ja": "購入者の連絡先Eメール",
    "desc_en": "An e-mail address for the contact point.",
    "desc_ja": "連絡先の電子メールアドレス",
    "usage_en": "",
    "usage_ja": ""
  },
  "BG-10": {
    "bt_en": "PAYEE",
    "bt_ja": "受取人",
    "desc_en": "A group of business terms providing information about the Payee, i.e. the role that receives the payment.",
    "desc_ja": "提供する一連のビジネス用語受取人に関する情報、つまり支払を受け取るロール。",
    "usage_en": "The role of Payee may be fulfilled by another party than the Seller, e.g. a factoring service.",
    "usage_ja": "受取人の役割は以下の通りである。売主以外の当事者、例えばファクタリング・サービス。"
  },
  "BT-59": {
    "bt_en": "Payee name",
    "bt_ja": "受取人名",
    "desc_en": "The name of the Payee.",
    "desc_ja": "受取人の名前。",
    "usage_en": "Shall be used when the Payee is different from the Seller. The Payee name may however be the same as the Seller name.",
    "usage_ja": "受取人が売主と異なる場合に使用する。しかしながら、受取人の名前は販売者の名前と同じかもしれません。"
  },
  "BT-60": {
    "bt_en": "Payee identifier Scheme identifier",
    "bt_ja": "受取人識別子",
    "desc_en": "An identifier for the Payee. The identification scheme identifier of the Payee identifier.",
    "desc_ja": "受取人の識別子。",
    "usage_en": "If no scheme is specified, it should be known by Buyer and Seller, e.g. a previously exchanged Buyer or Seller assigned identifier. If used, the identification scheme shall be chosen from the entries of the list published by the ISO/IEC 6523 maintenance agency.",
    "usage_ja": "スキームが指定されていない場合は、バイヤーとセラーが知っている必要があります。例えば、以前に交換したバイヤーまたはセラーが割り当てた識別子です。識別スキームを使用する場合は、ISO/IEC 6523整備機関が公表しているリストの項目から選択しなければならない。"
  },
  "BT-61": {
    "bt_en": "Payee legal registration identifier Scheme identifier",
    "bt_ja": "受取人の法的登録識別子スキーム識別子",
    "desc_en": "An identifier issued by an official registrar that identifies the Payee as a legal entity or person. The identification scheme identifier of the Payee legal registration identifier.",
    "desc_ja": "受取人を法人又は個人として識別する公式登録官によって発行される識別子。",
    "usage_en": "If no scheme is specified, it should be known by Buyer and Seller, e.g. the identifier that is exclusively used in the applicable legal environment. If used, the identification scheme shall be chosen from the entries of the list published by the ISO/IEC 6523 maintenance agency.",
    "usage_ja": "スキームが指定されていない場合、それは買い手と売り手によって知られるべきである。例えば、適用される法的環境において排他的に使用される識別子。識別スキームを使用する場合は、ISO/IEC 6523整備機関が公表しているリストの項目から選択しなければならない。"
  },
  "BG-11": {
    "bt_en": "SELLER TAX REPRESENTATIVE PARTY",
    "bt_ja": "販売税代表者会",
    "desc_en": "A group of business terms providing information about the Seller's tax representative.",
    "desc_ja": "売主の税務代理人に関する情報を提供するビジネス条件のグループ。",
    "usage_en": "",
    "usage_ja": ""
  },
  "BT-62": {
    "bt_en": "Seller tax representative name",
    "bt_ja": "売手税代表名",
    "desc_en": "The full name of the Seller's tax representative party.",
    "desc_ja": "売主の税務代理人パーティのフルネーム。",
    "usage_en": "",
    "usage_ja": ""
  },
  "BT-63": {
    "bt_en": "Seller tax representative VAT identifier",
    "bt_ja": "売手税代表VAT識別子",
    "desc_en": "The VAT identifier of the Seller's tax representative party.",
    "desc_ja": "売主の税務代理人パーティのVAT識別子。",
    "usage_en": "VAT number prefixed by a country code based on EN ISO 3166-1 'Codes for the representation of names of countries and their subdivisions'.",
    "usage_ja": "EN ISO 3166-1 「国名及びその下位区分の表示に関する規約」に基づく国コードを先頭に付加したVAT番号。"
  },
  "BG-12": {
    "bt_en": "SELLER TAX REPRESENTATIVE POSTAL ADDRESS",
    "bt_ja": "販売税代表郵便宛先",
    "desc_en": "A group of business terms providing information about the postal address for the tax representative party.",
    "desc_ja": "郵便に関する一連のビジネス用語納税者代表者の住所。",
    "usage_en": "The Seller tax representative name/postal address shall be provided in the invoice, if the Seller has a tax representative who is liable to pay the VAT due. Sufficient components of the address are to be filled to comply with legal requirements.",
    "usage_ja": "売主の税務代理人の氏名/郵便番号請求書に住所を記載すること。売り手には以下の税務代理人がおります。支払うべき付加価値税を支払う義務がある。法的要件を遵守するためには、当該宛先の十分な構成要素を記入しなければならない。"
  },
  "BT-64": {
    "bt_en": "Tax representative address line 1",
    "bt_ja": "税務担当所在地明細1",
    "desc_en": "The main address line in an address.",
    "desc_ja": "メインアドレス行",
    "usage_en": "Usually the street name and number post office box.",
    "usage_ja": ""
  },
  "BT-65": {
    "bt_en": "Tax representative address line 2",
    "bt_ja": "税務担当所在地明細2",
    "desc_en": "An additional address line in an address that can be used to give further details supplementing the main line.",
    "desc_ja": "メイン行を補足する詳細情報を提供するために使用できる、アドレス内の追加のアドレス行。",
    "usage_en": "",
    "usage_ja": ""
  },
  "BT-164": {
    "bt_en": "Tax representative address line 3",
    "bt_ja": "納税者住所3",
    "desc_en": "An additional address line in an address that can be used to give further details supplementing the main line.",
    "desc_ja": "メイン行を補足する詳細情報を提供するために使用できる、アドレス内の追加のアドレス行。",
    "usage_en": "",
    "usage_ja": ""
  },
  "BT-66": {
    "bt_en": "Tax representative city",
    "bt_ja": "税代表都市",
    "desc_en": "The common name of the city, town or village, where the tax representative address is located.",
    "desc_ja": "納税代表者の住所がある市町村の通称。",
    "usage_en": "",
    "usage_ja": ""
  },
  "BT-67": {
    "bt_en": "Tax representative post code",
    "bt_ja": "税務代理人郵便番号",
    "desc_en": "The identifier for an addressable group of properties according to the relevant postal service.",
    "desc_ja": "関連する郵便サービスに応じた、アドレス可能なプロパティのグループの識別子。",
    "usage_en": "Such as a ZIP code or a post code.",
    "usage_ja": "郵便番号など。"
  },
  "BT-68": {
    "bt_en": "Tax representative country subdivision",
    "bt_ja": "税代表国区分",
    "desc_en": "The subdivision of a country. ",
    "desc_ja": "国の地方区分。",
    "usage_en": "Such as a region, a county, a state, a province, etc.",
    "usage_ja": "地域、郡、州、州など。"
  },
  "BT-69": {
    "bt_en": "Tax representative country code",
    "bt_ja": "税務代理人国コード",
    "desc_en": "A code that identifies the country.",
    "desc_ja": "税務代理人国を識別するコード。",
    "usage_en": "Country where VAT is liable. The lists of valid countries are registered with the EN ISO 3166-1 Maintenance agency, 'Codes for the representation of names of countries and their subdivisions'.",
    "usage_ja": "VATが発生する国。有効な国のリストは、EN ISO 3166-1メンテナンス機関「国名及びその下位区分の表示に関する規約」に登録されています。"
  },
  "BG-13": {
    "bt_en": "DELIVERY INFORMATION",
    "bt_ja": "提供情報",
    "desc_en": "A group of business terms providing information about where and when the goods and services invoiced are delivered.",
    "desc_ja": "請求された商品およびサービスがいつどこで搬送されるかに関する情報を提供するビジネス条件のグループ。",
    "usage_en": "",
    "usage_ja": ""
  },
  "BT-70": {
    "bt_en": "Deliver to party name",
    "bt_ja": "送信先名称",
    "desc_en": "The name of the party to which the goods and services are delivered.",
    "desc_ja": "商品及びサービスが引き渡される者の名称。",
    "usage_en": "Shall be used if the Deliver to party is different from the Buyer.",
    "usage_ja": "当事者への交付がR 57テキストである場合に使用される。"
  },
  "BT-71": {
    "bt_en": "Deliver to location identifier Scheme identifier",
    "bt_ja": "搬送先事業所識別子",
    "desc_en": "An identifier for the location at which the goods and services are delivered. The identification scheme identifier of the Deliver to location identifier.",
    "desc_ja": "商品及びサービスが引き渡される場所の識別子。搬送先事業所識別子の識別体系識別子。",
    "usage_en": "If no scheme is specified, it should be known by Buyer and Seller, e.g. a previously exchanged Buyer or Seller assigned identifier. If used, the identification scheme shall be chosen from the entries of the list published by the ISO/IEC 6523 maintenance agency.",
    "usage_ja": "スキームが指定されていない場合は、バイヤーとセラーが知っている必要があります。例えば、以前に交換したバイヤーまたはセラーが割り当てた識別子です。識別スキームを使用する場合は、ISO/IEC 6523整備機関が公表しているリストの項目から選択しなければならない。"
  },
  "BT-72": {
    "bt_en": "Actual delivery date",
    "bt_ja": "実際の納品日",
    "desc_en": "the date on which the supply of goods or services was made or completed.",
    "desc_ja": "商品又は役務の供給が行われた日又は完了した日。",
    "usage_en": "",
    "usage_ja": ""
  },
  "BG-14": {
    "bt_en": "INVOICING PERIOD",
    "bt_ja": "請求期間",
    "desc_en": "A group of business terms providing information on the invoice period.",
    "desc_ja": "請求書期間に関する情報を提供するビジネス条件のグループ。",
    "usage_en": "Used to indicate when the period covered by the invoice starts and when it ends. Also called delivery period.",
    "usage_ja": "請求書の対象期間の開始日と終了日を示すために使用します。「delivery period (納期) 」 とも呼ばれる。"
  },
  "BT-73": {
    "bt_en": "Invoicing period start date",
    "bt_ja": "請求期間開始日",
    "desc_en": "The date when the Invoice period starts.",
    "desc_ja": "請求書期間が開始する日付。",
    "usage_en": "The initial date of delivery of goods or services.",
    "usage_ja": "商品又はサービスの最初の引渡日。"
  },
  "BT-74": {
    "bt_en": "Invoicing period end date",
    "bt_ja": "請求期間終了日",
    "desc_en": "The date when the Invoice period ends.",
    "desc_ja": "請求書期間が終了する日付。",
    "usage_en": "The date on which the delivery of goods or services was completed.",
    "usage_ja": "商品の引渡日"
  },
  "BG-15": {
    "bt_en": "DELIVER TO ADDRESS",
    "bt_ja": "アドレスへの配信",
    "desc_en": "A group of business terms providing information about the address to which goods and services invoiced were or are delivered.",
    "desc_ja": "請求された商品やサービスが配送された、または配送された住所に関する情報を提供するビジネス用語のグループ。",
    "usage_en": "In the case of pick-up, the deliver to address is the pick-up address. Sufficient components of the address are to be filled to comply with legal requirements.",
    "usage_ja": "集荷の場合は、送り先の住所が集荷先になります。法的要件を遵守するためには、当該宛先の十分な構成要素を記入しなければならない。"
  },
  "BT-75": {
    "bt_en": "Deliver to address line 1",
    "bt_ja": "配送先住所1",
    "desc_en": "The main address line in an address.",
    "desc_ja": "メインアドレス行。",
    "usage_en": "Usually the street name and number.",
    "usage_ja": ""
  },
  "BT-76": {
    "bt_en": "Deliver to address line 2",
    "bt_ja": "配送先住所2",
    "desc_en": "An additional address line in an address that can be used to give further details supplementing the main line.",
    "desc_ja": "メイン行を補足する詳細情報を提供するために使用できる、アドレス内の追加のアドレス行。",
    "usage_en": "",
    "usage_ja": ""
  },
  "BT-165": {
    "bt_en": "Deliver to address line 3",
    "bt_ja": "配送先住所3",
    "desc_en": "An additional address line in an address that can be used to give further details supplementing the main line.",
    "desc_ja": "メイン行を補足する詳細情報を提供するために使用できる、アドレス内の追加のアドレス行。",
    "usage_en": "",
    "usage_ja": ""
  },
  "BT-77": {
    "bt_en": "Deliver to city",
    "bt_ja": "配送先住所市名",
    "desc_en": "The common name of the city, town or village, where the deliver to address is located.",
    "desc_ja": "送付先の市町村の通称。",
    "usage_en": "",
    "usage_ja": ""
  },
  "BT-78": {
    "bt_en": "Deliver to post code",
    "bt_ja": "配送先郵便番号",
    "desc_en": "The identifier for an addressable group of properties according to the relevant postal service.",
    "desc_ja": "関連する郵便サービスに応じた、アドレス可能なプロパティのグループの識別子。",
    "usage_en": "Such as a ZIP code or a post code.",
    "usage_ja": "郵便番号など。"
  },
  "BT-79": {
    "bt_en": "Deliver to country subdivision",
    "bt_ja": "地方区分",
    "desc_en": "The subdivision of a country.",
    "desc_ja": "国の地方区分。",
    "usage_en": "Such as a region, a county, a state, a province, etc.",
    "usage_ja": "地域、郡、州、地域など。"
  },
  "BT-80": {
    "bt_en": "Deliver to country code",
    "bt_ja": "配送先国コード",
    "desc_en": "A code that identifies the country.",
    "desc_ja": "国を識別するコード。",
    "usage_en": "The lists of valid countries are registered with the EN ISO 3166-1 Maintenance agency, 'Codes for the representation of names of countries and their subdivisions'.",
    "usage_ja": "有効な国のリストは、EN ISO 3166-1メンテナンス機関「国名及びその下位区分の表示に関する規約」に登録されています。"
  },
  "BG-16": {
    "bt_en": "PAYMENT INSTRUCTIONS",
    "bt_ja": "支払方法",
    "desc_en": "A group of business terms providing information about the payment.",
    "desc_ja": "支払に関する情報を提供するビジネス条件のグループ。",
    "usage_en": "",
    "usage_ja": ""
  },
  "BT-81": {
    "bt_en": "Payment means type code",
    "bt_ja": "支払手段",
    "desc_en": "The means, expressed as code, for how a payment is expected to be or has been settled.",
    "desc_ja": "支払がどのように予想されるか、またはどのように決済されたかについての手段 (コードで表現) 。",
    "usage_en": "Entries from the UNTDID 4461 code list [6] shall be used. Distinction should be made between SEPA and non-SEPA payments, and between credit payments, direct debits, card payments and other instruments.",
    "usage_ja": "UNTDID4461コードリスト[6]のエントリを使用する必要があります。 SEPAと非SEPAの支払い、およびクレジット支払い、口座振替、カード支払い、その他の手段を区別する必要があります。"
  },
  "BT-82": {
    "bt_en": "Payment means text",
    "bt_ja": "支払手段テキスト",
    "desc_en": "The means, expressed as text, for how a payment is expected to be or has been settled.",
    "desc_ja": "支払がどのように予想されるか、またはどのように決済されたかについての、テキストで表された手段。",
    "usage_en": "Such as cash, credit transfer, direct debit, credit card, etc. ",
    "usage_ja": "現金、クレジット振替、口座振替、R 58テキストなど"
  },
  "BT-83": {
    "bt_en": "Remittance information",
    "bt_ja": "送金情報",
    "desc_en": "A textual value used to establish a link between the payment and the Invoice, issued by the Seller.",
    "desc_ja": "販売者が発行した、支払いと請求書の間のリンクを確立するために使用されるテキスト値。",
    "usage_en": "Used for creditor's critical reconciliation information. This information element helps the Seller to assign an incoming payment to the relevant payment process. When specifying the textual value, which is commonly the invoice number of the invoice being paid, but may be another seller reference, the buyer should indicate this reference in his payment order when executing the payment. In a payment transaction this reference is transferred back to the Seller as Remittance Information. In order to allow for automatic processing of cross-border SEPA payments, only Latin characters should be used in this field, with a maximum of 140 characters. Reference section 1.4 of the SEPA credit transfer and SEPA direct debit scheme implementation guides [13] and [14] for details of the allowed characters. Other rules may apply for SEPA payments within national borders. If remittance information is structured according to the ISO 11649:2009 standard [16] for Structured RF Creditor Reference, it shall be mapped to the Structured Remittance Information Creditor Reference field in SEPA payments messages. If remittance information is structured according to the EACT standard for automated reconciliation [17], it shall be mapped to the Unstructured Remittance Information field in SEPA payments messages.' If remittance information is to be mapped to the End To End Identification field or to the Structured Remittance Information Creditor Reference field in SEPA payments messages, then in addition to the Latin character set restriction, the content shall not start or end with a '/' and the content shall not contain '//'s. See reference [15].",
    "usage_ja": "債権者の重要な調整情報に使用されます。この情報要素は、売り手が受け取った支払いを関連する支払いプロセスに割り当てるのに役立ちます。テキスト値 (通常は支払対象の請求書の請求書番号ですが、別の販売者参照である場合もあります) を指定する場合は、支払を実行するときに支払順序でこの参照を示す必要があります。支払取引では、この参照は送金情報として売り手に戻されます。国境を越えたSEPA支払いの自動処理を可能にするため、このフィールドにはラテン文字のみを使用し、最大140文字とする。使用可能な文字の詳細については、SEPAクレジット・トランスファー及びSEPAダイレクト・デビット・スキーム実施ガイド[13個]及び[14個]の参照セクション1.4を参照。国境内でのSEPA支払いには他の規則が適用されるかもしれない。送金情報がStructured RF Creditor ReferenceのISO 11649:2009標準[16個]に従って構造化されている場合は、SEPA支払メッセージのStructured Remittance Information Creditor Referenceフィールドにマッピングするものとする。送金情報が自動調整のEACT標準[17個]に従って構成されている場合、SEPAの支払メッセージのUnstructured Remittance Informationフィールドにマップされるものとします。」 と送金情報がSEPA支払メッセージのEnd To End IdentificationフィールドまたはStructured Remittance Information Creditor Referenceフィールドにマップされる場合、ラテン文字セットの制限に加えて、内容が「/ 」で始まったり終わったりしてはならず、内容に'//'が含まれてはならない。"
  },
  "BG-17": {
    "bt_en": "CREDIT TRANSFER",
    "bt_ja": "クレジット転送",
    "desc_en": "A group of business terms to specify credit transfer payments.",
    "desc_ja": "クレジット振替支払を指定するビジネス条件のグループ。",
    "usage_en": "",
    "usage_ja": ""
  },
  "BT-84": {
    "bt_en": "Payment account identifier",
    "bt_ja": "支払口座識別子",
    "desc_en": "A unique identifier of the financial payment account, at a payment service provider, to which payment should be made.",
    "desc_ja": "支払先となる、支払サービス・プロバイダの財務支払アカウントの一意の識別子。",
    "usage_en": "Such as IBAN (in case of a SEPA payment) or a national account number.",
    "usage_ja": "IBAN (SEPA支払いの場合)または国民経済計算番号など。"
  },
  "BT-85": {
    "bt_en": "Payment account name",
    "bt_ja": "支払勘定名称",
    "desc_en": "The name of the payment account, at a payment service provider, to which payment should be made.",
    "desc_ja": "支払を行う支払サービス・プロバイダの支払アカウントの名前。",
    "usage_en": "",
    "usage_ja": ""
  },
  "BT-86": {
    "bt_en": "Payment service provider identifier",
    "bt_ja": "支払サービスプロバイダ識別子",
    "desc_en": "An identifier for the payment service provider where a payment account is located.",
    "desc_ja": "支払アカウントがある支払サービス・プロバイダの識別子。",
    "usage_en": "Such as a BIC or a national clearing code where required. No identification scheme to be used.",
    "usage_ja": "必要に応じてBICまたは国の清算コードなど。使用する識別スキームがありません。"
  },
  "BG-18": {
    "bt_en": "PAYMENT CARD INFORMATION",
    "bt_ja": "支払カード情報",
    "desc_en": "A group of business terms providing information about card used for payment contemporaneous with invoice issuance.",
    "desc_ja": "請求書発行と同時に支払に使用されるカードに関する情報を提供するビジネス用語のグループ。",
    "usage_en": "Only used if the Buyer had opted to pay by using a payment card such as a credit or debit card.",
    "usage_ja": "購入者がクレジットカードやデビットカードなどの支払いカードを使用することを選択した場合にのみ使用されます。"
  },
  "BT-87": {
    "bt_en": "Payment card primary account number",
    "bt_ja": "支払カード主要口座番号",
    "desc_en": "The Primary Account Number (PAN) of the card used for payment.",
    "desc_ja": "支払に使用するカードのプライマリアカウント番号(パン)。",
    "usage_en": "In accordance with card payments security standards an invoice should never include a full card primary account number. At the moment PCI Security Standards Council has defined that the first 6 digits and last 4 digits are the maximum number of digits to be shown.",
    "usage_ja": "カード支払セキュリティ基準に従って、請求書にはカードの主要アカウント番号を完全に含めないでください。現時点では、PCI Security Standards Councilは、最初の6桁と最後の4桁が表示される最大桁数であると定義しています"
  },
  "BT-88": {
    "bt_en": "Payment card holder name",
    "bt_ja": "カード名義人氏名",
    "desc_en": "The name of the payment card holder.",
    "desc_ja": "支払カード所有者の名前。",
    "usage_en": "",
    "usage_ja": ""
  },
  "BG-19": {
    "bt_en": "DIRECT DEBIT",
    "bt_ja": "直接ディビット",
    "desc_en": "A group of business terms to specify a direct debit.",
    "desc_ja": "口座引落しを指定するビジネス条件のグループ。",
    "usage_en": "This group may be used to give prior notice in the invoice that payment will be made through a SEPA or other direct debit initiated by the Seller, in accordance with the rules of the SEPA or other direct debit scheme.",
    "usage_ja": "このグループは、SEPA又は他の口座振替制度の規則に従い、SEPA又は売り手が開始する他の口座振替により支払いが行われる旨を請求書に事前通知するために使用することができる。"
  },
  "BT-89": {
    "bt_en": "Mandate reference identifier",
    "bt_ja": "マンデーションリファレンス識別子",
    "desc_en": "Unique identifier assigned by the Payee for referencing the direct debit mandate.",
    "desc_ja": "直接借方マンデートを参照するために受取人によって割り当てられた固有識別",
    "usage_en": "Used in order to pre-notify the Buyer of a SEPA direct debit.",
    "usage_ja": "購入者に事前通知するために使用します。SEPA口座振替。"
  },
  "BT-90": {
    "bt_en": "Bank assigned creditor identifier",
    "bt_ja": "銀行が割り当てた債権者識別子",
    "desc_en": "Unique banking reference identifier of the Payee or Seller assigned by the Payee or Seller bank. ",
    "desc_ja": "受取人または販売者銀行によって割り当てられた受取人または販売者の一意の銀行参照識別子。",
    "usage_en": "Used in order to pre-notify the Buyer of a SEPA direct debit.",
    "usage_ja": "SEPA口座振替を購入者に事前に通知するために使用されます。"
  },
  "BT-91": {
    "bt_en": "Debited account identifier",
    "bt_ja": "借方勘定識別子",
    "desc_en": "The account to be debited by the direct debit.",
    "desc_ja": "自動引き落としによって引き落とされる勘定科目。",
    "usage_en": "",
    "usage_ja": ""
  },
  "BG-20": {
    "bt_en": "DOCUMENT LEVEL ALLOWANCES",
    "bt_ja": "ドキュメントレベルの許可",
    "desc_en": "A group of business terms providing information about allowances applicable to the Invoice as a whole.",
    "desc_ja": "請求書全体に適用される引当金に関する情報を提供するビジネス条件のグループ。",
    "usage_en": "Deductions, such as withheld tax may also be specified in this group.",
    "usage_ja": "源泉徴収税などの控除もこのグループで指定できます。"
  },
  "BT-92": {
    "bt_en": "Document level allowance amount",
    "bt_ja": "ドキュメントレベルの許容量",
    "desc_en": "The amount of an allowance, without VAT.",
    "desc_ja": "VATを除いた手当の金額。",
    "usage_en": "",
    "usage_ja": ""
  },
  "BT-93": {
    "bt_en": "Document level allowance base amount",
    "bt_ja": "文書レベル引当基準額",
    "desc_en": "The base amount that may be used, in conjunction with the document level allowance percentage, to calculate the document level allowance amount.",
    "desc_ja": "文書レベルの引当額を計算するために、文書レベルの引当率とともに使用される基本金額。",
    "usage_en": "",
    "usage_ja": ""
  },
  "BT-94": {
    "bt_en": "Document level allowance percentage",
    "bt_ja": "文書レベル許容率",
    "desc_en": "The percentage that may be used, in conjunction with the document level allowance base amount, to calculate the document level allowance amount.",
    "desc_ja": "文書レベルの引当基準金額とともに、文書レベルの引当金額の計算に使用されるパーセント。",
    "usage_en": "",
    "usage_ja": ""
  },
  "BT-95": {
    "bt_en": "Document level allowance VAT category code",
    "bt_ja": "文書レベル引当VATカテゴリ・コード",
    "desc_en": "A coded identification of what VAT category applies to the document level allowance.",
    "desc_ja": "文書レベルの許可に適用されるVATカテゴリのコード化された識別。",
    "usage_en": "The following entries of UNTDID 5305 [6] are used (further clarification between brackets): - Standard rate (Liable for VAT in a standard way) - Zero rated goods (Liable for VAT with a percentage rate of zero) - Exempt from tax (VAT/IGIC/IPSI) - VAT Reverse Charge (Reverse charge VAT/IGIC/IPSI rules apply) - VAT exempt for intra community supply of goods (VAT/IGIC/IPSI not levied due to Intra-community supply rules) - Free export item, tax not charged (VAT/IGIC/IPSI not levied due to export outside of the EU) - Services outside scope of tax (Sale is not subject to VAT/IGIC/IPSI) - Canary Islands General Indirect Tax (Liable for IGIC tax) - Liable for IPSI (Ceuta/Melilla tax)",
    "usage_ja": "次のUNTDID 5305 [6] のエントリが使用されます(括弧の間の更なる説明)。・標準料金(標準的な方法でVATを支払うことができます。)-0定格商品 (パーセント率0)-免税(VAT/IGIC/IPSI)-VAT戻し手数料(リバースチャージVAT/IGIC/IPSIルール適用)-商品の地域内供給に対するVAT免除(コミュニティ内供給ルールによりVAT/IGIC/IPSIが課税されない)・輸出品は免税(EU域外への輸出によりVAT/IGIC/IPSIが課税されない)-税外サービス(販売にはVAT/IGIC/IPSIは適用されません。)-カナリア諸島一般間接税(IGIC税債務)-IPSIの責任(セウタ/メリリャ税)"
  },
  "BT-96": {
    "bt_en": "Document level allowance VAT rate",
    "bt_ja": "文書レベル引当VATレート",
    "desc_en": "The VAT rate, represented as percentage that applies to the document level allowance.",
    "desc_ja": "キュメントレベルのアローワンスに適用されるVATレート (パーセントで表されます) 。",
    "usage_en": "",
    "usage_ja": ""
  },
  "BT-97": {
    "bt_en": "Document level allowance reason",
    "bt_ja": "ドキュメントレベルの許容理由",
    "desc_en": "The reason for the document level allowance, expressed as text",
    "desc_ja": "文書レベルを許可する理由を文字列で指定します。",
    "usage_en": "",
    "usage_ja": ""
  },
  "BT-98": {
    "bt_en": "Document level allowance reason code",
    "bt_ja": "文書レベル引当事由コード",
    "desc_en": "The reason for the document level allowance, expressed as a code.",
    "desc_ja": "ドキュメントレベルアローワンスの理由をコードで表したもの。",
    "usage_en": "Use entries of the UNTDID 5189 code list [6]. The Document level allowance reason code and the Document level allowance reason shall indicate the same allowance reason.",
    "usage_ja": "UNTDID 5189コードリスト [6] のエントリを使用します。ドキュメントレベルアローワンス理由コードとドキュメントレベルアローワンス理由は同一のアローワンス理由を示すものとする。"
  },
  "BG-21": {
    "bt_en": "DOCUMENT LEVEL CHARGES",
    "bt_ja": "ドキュメントレベルの料金",
    "desc_en": "A group of business terms providing information about charges and taxes other than VAT, applicable to the Invoice as a whole.",
    "desc_ja": "VAT以外の手数料および税金に関する情報を提供するビジネス条件のグループ。請求書全体。",
    "usage_en": "",
    "usage_ja": ""
  },
  "BT-99": {
    "bt_en": "Document level charge amount",
    "bt_ja": "ドキュメントレベルの請求額",
    "desc_en": "The amount of a charge, without VAT.",
    "desc_ja": "消費税抜きの料金です。",
    "usage_en": "",
    "usage_ja": ""
  },
  "BT-100": {
    "bt_en": "Document level charge base amount",
    "bt_ja": "文書レベル手数料基準金額",
    "desc_en": "The base amount that may be used, in conjunction with the document level charge percentage, to calculate the document level charge amount.",
    "desc_ja": "文書レベルの手数料率とともに、文書レベルの手数料金額の計算に使用される基本金額。",
    "usage_en": "",
    "usage_ja": ""
  },
  "BT-101": {
    "bt_en": "Document level charge percentage",
    "bt_ja": "文書レベルの手数料率",
    "desc_en": "The percentage that may be used, in conjunction with the document level charge base amount, to calculate the document level charge amount",
    "desc_ja": "文書レベルの手数料基準金額とともに、文書レベルの手数料金額の計算に使用されるパーセント。",
    "usage_en": "",
    "usage_ja": ""
  },
  "BT-102": {
    "bt_en": "Document level charge VAT category code",
    "bt_ja": "文書レベル手数料VATカテゴリ・コード",
    "desc_en": "A coded identification of what VAT category applies to the document level charge.",
    "desc_ja": "文書レベルの手数料に適用されるVATカテゴリのコード化された識別。",
    "usage_en": "The following entries of UNTDID 5305 [6] are used (further clarification between brackets): - Standard rate (Liable for VAT in a standard way) - Zero rated goods (Liable for VAT with a percentage rate of zero) - Exempt from tax (VAT/IGIC/1PS1) - VAT Reverse Charge (Reverse charge VAT/IGIC/IPSI rules apply) - VAT exempt for intra community supply of goods (VAT/IGIC/IPSI not levied due to Intra-community supply rules) - Free export item, tax not charged (VAT/IGIC/IPSI not levied due to export outside of the EU) - Services outside scope of tax (Sale is not subject to VAT/IGIC/IPSI) - Canary Islands General Indirect Tax (Liable for IGIC tax) - Liable for IPSI (Ceuta/Melilla tax) ",
    "usage_ja": "次のUNTDID 5305 [6] のエントリが使用されます(括弧の間の更なる説明)。・標準料金(標準的な方法でVATを支払うことができます。)-0定格商品 (パーセント率0)-免税(VAT/IGIC/IPSI)-VAT戻し手数料(リバースチャージVAT/IGIC/IPSIルール適用)-商品の地域内供給に対するVAT免除(コミュニティ内供給ルールによりVAT/IGIC/IPSIが課税されない)・輸出品は免税(EU域外への輸出によりVAT/IGIC/IPSIが課税されない)-税外サービス(販売にはVAT/IGIC/IPSIは適用されません。)-カナリア諸島一般間接税(IGIC税債務)-IPSIの責任(セウタ/メリリャ税)"
  },
  "BT-103": {
    "bt_en": "Document level charge VAT rate",
    "bt_ja": "文書レベル手数料VATレート",
    "desc_en": "The VAT rate, represented as percentage that applies to the document level charge.",
    "desc_ja": "文書レベルの手数料に適用されるパーセントで表されるVATレート。",
    "usage_en": "",
    "usage_ja": ""
  },
  "BT-104": {
    "bt_en": "Document level charge reason",
    "bt_ja": "文書レベル手数料VATレート理由",
    "desc_en": "The reason for the document level charge, expressed as text.",
    "desc_ja": "ドキュメントレベル課金の理由をテキストで表します。",
    "usage_en": "",
    "usage_ja": ""
  },
  "BT-105": {
    "bt_en": "Document level charge reason code",
    "bt_ja": "ドキュメントレベルチャージ理由コード",
    "desc_en": "The reason for the document level charge, expressed as a code.",
    "desc_ja": "ドキュメントレベル課金の理由をコードで表したもの。",
    "usage_en": "Use entries of the UNTDID 7161 code list [6]. The Document level charge reason code and the Document level charge reason shall indicate the same charge reason.",
    "usage_ja": "UNTDID 7161コードリスト [6] のエントリを使用します。文書レベルチャージ理由コードと文書レベルチャージ理由は、同一のチャージ理由を示すものとする。"
  },
  "BG-22": {
    "bt_en": "DOCUMENT TOTALS",
    "bt_ja": "ドキュメントの概要",
    "desc_en": "A group of business terms providing the monetary totals for the Invoice.",
    "desc_ja": "求書の金額合計を提供するビジネス条件のグループ。",
    "usage_en": "",
    "usage_ja": ""
  },
  "BT-106": {
    "bt_en": "Sum of Invoice line net amount",
    "bt_ja": "請求書明細の正味金額合計",
    "desc_en": "Sum of all Invoice line net amounts in the Invoice.",
    "desc_ja": "請求書のすべての請求書明細正味金額の合計。",
    "usage_en": "",
    "usage_ja": ""
  },
  "BT-107": {
    "bt_en": "Sum of allowances on document level",
    "bt_ja": "引当金合計",
    "desc_en": "Sum of all allowances on document level in the Invoice.",
    "desc_ja": "請求書の文書レベルのすべての引当金の合計。",
    "usage_en": "Allowances on line level are included in the Invoice line net amount which is summed up into the Sum of Invoice line net amount.",
    "usage_ja": "明細レベルの引当金は、 「請求書」 明細の正味金額に含まれ、 「請求書合計」 明細の正味金額に合計されます。"
  },
  "BT-108": {
    "bt_en": "Sum of charges on document level",
    "bt_ja": "文書レベルの手数料の合計",
    "desc_en": "Sum of all charges on document level in the Invoice.",
    "desc_ja": "請求書の文書レベルの全手数料の合計",
    "usage_en": "Charges on line level are included in the Invoice line net amount which is summed up into the Sum of Invoice line net amount.",
    "usage_ja": "明細レベルの手数料は、 「請求書」 明細の正味金額に含まれ、 「請求書合計」 明細の正味金額に合計されます。"
  },
  "BT-109": {
    "bt_en": "Invoice total amount without VAT",
    "bt_ja": "VATを除いた請求書総額",
    "desc_en": "The total amount of the Invoice without VAT.",
    "desc_ja": "VATを除いた請求書の合計金額",
    "usage_en": "The Invoice total amount without VAT is the Sum of Invoice line net amount minus Sum of allowances on document level plus Sum of charges on document level.",
    "usage_ja": "VATを除いた請求書合計金額は、請求書明細の正味金額の合計から、文書レベルの引当金の合計と文書レベルの手数料の合計を引いたものです。"
  },
  "BT-110": {
    "bt_en": "Invoice total VAT amount",
    "bt_ja": "請求書合計VAT金額",
    "desc_en": "The total VAT amount for the Invoice.",
    "desc_ja": "請求書のVAT合計金額。",
    "usage_en": "The Invoice total VAT amount is the sum of all VAT category tax amounts.",
    "usage_ja": "請求書の合計VAT額は、すべてのVATカテゴリの税額の合計です。"
  },
  "BT-111": {
    "bt_en": "Invoice total VAT amount in accounting currency",
    "bt_ja": "計通貨での請求書合計VAT金額",
    "desc_en": "The VAT total amount expressed in the accounting currency accepted or required in the country of the Seller.",
    "desc_ja": "売り手の国で受け入れられた、または要求された会計通貨で表されたVAT総額",
    "usage_en": "To be used when the VAT accounting currency (BT-6] differs from the Invoice currency code (BT-5) in accordance with article 230 of Directive 2006/112 / EC on VAT. The VAT amount in accounting currency is not used in the calculation of the Invoice totals.",
    "usage_ja": "VATに関する指令2006/112 / ECの第230条に従い、VAT会計通貨（BT-6]が請求書通貨コード（BT-5）と異なる場合に使用されます。会計通貨のVAT金額は、請求書の合計の計算。"
  },
  "BT-112": {
    "bt_en": "Invoice total amount with VAT",
    "bt_ja": "請求書合計付加価値税の額",
    "desc_en": "The total amount of the Invoice with VAT.",
    "desc_ja": "VATを含む請求書の合計金額。",
    "usage_en": "The Invoice total amount with VAT is the Invoice total amount without VAT plus the Invoice total VAT amount.",
    "usage_ja": "VATを含む請求書の合計金額は、VATを含まない請求書の合計金額にVATの合計金額を加えたものです。"
  },
  "BT-113": {
    "bt_en": "Paid amount",
    "bt_ja": "支払済金額",
    "desc_en": "The sum of amounts which have been paid in advance.",
    "desc_ja": "事前に支払われた金額の合計。",
    "usage_en": "This amount is subtracted from the invoice total amount with VAT to calculate the amount due for payment.",
    "usage_ja": "この金額は、VATを使用して請求書の合計金額から差し引かれ、支払額が計算されます。"
  },
  "BT-114": {
    "bt_en": "Rounding amount",
    "bt_ja": "端数処理金額",
    "desc_en": "The amount to be added to the invoice total to round the amount to be paid.",
    "desc_ja": "支払われる金額を四捨五入するために請求書の合計に追加される金額。",
    "usage_en": "",
    "usage_ja": ""
  },
  "BT-115": {
    "bt_en": "Amount due for payment",
    "bt_ja": "払込金額",
    "desc_en": "The outstanding amount that is requested to be paid.",
    "desc_ja": "支払要求されている未払金額。",
    "usage_en": "This amount is the Invoice total amount with VAT minus the paid amount that has been paid in advance. The amount is zero in case of a fully paid Invoice. The amount may be negative; in that case the Seller owes the amount to the Buyer.",
    "usage_ja": "この金額は、VATを含んだ請求書の合計金額から、前払いした金額を引いたものです。全額支払われた請求書の場合、金額は0です。量は負であってもよい;その場合、売主は買主に対して金額を支払う義務がある。"
  },
  "BG-23": {
    "bt_en": "VAT BREAKDOWN",
    "bt_ja": "VATブレークダウン",
    "desc_en": "A group of business terms providing information about VAT breakdown by different categories, rates and exemption reasons",
    "desc_ja": "カテゴリ別、レート別および免税事由別のVAT内訳に関する情報を提供するビジネス条件グループ",
    "usage_en": "",
    "usage_ja": ""
  },
  "BT-116": {
    "bt_en": "VAT category taxable amount",
    "bt_ja": "VATカテゴリの課税額",
    "desc_en": "Sum of all taxable amounts subject to a specific VAT category code and VAT category rate (if the VAT category rate is applicable].",
    "desc_ja": "特定のVATカテゴリ・コードの対象となるすべての課税対象金額の合計とVATカテゴリレート(VATカテゴリーレートが適用される場合)。",
    "usage_en": "The sum of Invoice line net amount minus allowances plus charges on document level which are subject to a specific VAT category code and VAT category rate (if the VAT category rate is applicable).",
    "usage_ja": "請求書明細の正味金額最小値と文書レベルの手数料の合計特定のVATカテゴリとVATカテゴリレート(VATカテゴリーレートが適用される場合)の対象となります。"
  },
  "BT-117": {
    "bt_en": "VAT category tax amount",
    "bt_ja": "VATカテゴリー税額",
    "desc_en": "The total VAT amount for a given VAT category.",
    "desc_ja": "特定のVATカテゴリのVAT合計金額。",
    "usage_en": "Calculated by multiplying the VAT category taxable amount with the VAT category rate for the relevant VAT category.",
    "usage_ja": "VATカテゴリの課税対象額に、関連するVATカテゴリのVATカテゴリ・レートを乗算して計算されます。"
  },
  "BT-118": {
    "bt_en": "VAT category code ",
    "bt_ja": "VATカテゴリ・コード",
    "desc_en": "Coded identification of a VAT category.",
    "desc_ja": "VATカテゴリのコード化された識別。",
    "usage_en": "The following entries of UNTDID 5305 [6] are used (further clarification between brackets): - Standard rate (Liable for VAT in a standard way) - Zero rated goods (Liable for VAT with a percentage rate of zero) - Exempt from tax (VAT/IGIC/1PSI) - VAT Reverse Charge (Reverse charge VAT/IGIC/IPSI rules apply) - VAT exempt for intra community supply of goods (VAT/IGIC/IPSI not levied due to Intra-community supply rules) - Free export item, tax not charged (VAT/IGIC/IPSI not levied due to export outside of the EU) - Services outside scope of tax (Sale is not subject to VAT/IGIC/IPSI) - Canary Islands General Indirect Tax (Liable for IGIC tax) - Liable for IPSI (Ceuta/Melilla tax)",
    "usage_ja": "UNTDID 5305 [6]の次のエントリが使用されます（括弧内の詳細）：-標準税率（標準的な方法でVATに課税）-ゼロ評価商品（ゼロのパーセンテージ率でVATに課税）-免税（ VAT / IGIC / 1PSI）-VATリバースチャージ（リバースチャージVAT / IGIC / IPSI規則が適用されます）-コミュニティ内の商品供給に対してVATが免除されます（コミュニティ内供給規則によりVAT / IGIC / IPSIは課税されません）-無料の輸出品目、税金は課されません（EU外への輸出のためにVAT / IGIC / IPSIは課税されません）-税の範囲外のサービス（販売はVAT / IGIC / IPSIの対象ではありません）-カナリア諸島一般間接税（IGIC税の対象） -IPSIの責任（Ceuta / Melilla税）"
  },
  "BT-119": {
    "bt_en": "VAT category rate",
    "bt_ja": "VATカテゴリ・レート",
    "desc_en": "The VAT rate, represented as percentage that applies for the relevant VAT category.",
    "desc_ja": "関連するVATカテゴリに適用される割合として表されるVATレート。",
    "usage_en": "The VAT category code and the VAT category rate shall be consistent.",
    "usage_ja": "VATカテゴリーコードとVATカテゴリーレートは一致していなければならない。"
  },
  "BT-120": {
    "bt_en": "VAT exemption reason text",
    "bt_ja": "VAT免除理由テキスト",
    "desc_en": "A textual statement of the reason why the amount is exempted from VAT or why no VAT is being charged",
    "desc_ja": "金額がVATから免除される理由またはVATが請求されない理由のテキストによる説明",
    "usage_en": "Articles 226 items 11 to 15 Directive 2006/112/EC [2].",
    "usage_ja": "第226条項目11から15指令2006/112/EC [2] 。"
  },
  "BT-121": {
    "bt_en": "VAT exemption reason code",
    "bt_ja": "付加価値税理由コード",
    "desc_en": "A coded statement of the reason for why the amount is exempted from VAT.",
    "desc_ja": "金額がVATから免除される理由のコード化された記述。",
    "usage_en": " Code list issued and maintained by the Connecting Europe Facility.",
    "usage_ja": "Connecting Europe Facilityが発行および管理するコードリスト。"
  },
  "BG-24": {
    "bt_en": "ADDITIONAL SUPPORTING DOCUMENTS",
    "bt_ja": "追加のサポートドキュメント",
    "desc_en": "A group of business terms providing information about additional supporting documents substantiating the claims made in the Invoice.",
    "desc_ja": "請求書に記載された請求を実証する追加のサポート文書に関する情報を提供するビジネス用語のグループ。",
    "usage_en": "The additional supporting documents can be used for both referencing a document number which is expected to be known by the receiver, an external document (referenced by a URL) or as an embedded document (such as a time report in pdf). The option to link to an external document will be needed, for example in the case of large attachments and/or when sensitive information, e.g. person-related services, has to be separated from the Invoice itself.",
    "usage_ja": "追加のサポート文書は、受信者が知っていると予想される文書番号を参照するために、外部文書(URLによって参照される)として、または埋め込み文書(PDF形式の時間レポートなど)として使用することができる。大規模な添付ファイルの場合や、個人関連サービスなどの機密情報を請求書自体から分離する必要がある場合など、外部ドキュメントにリンクするオプションが必要になります。"
  },
  "BT-122": {
    "bt_en": "Supporting document reference",
    "bt_ja": "サポートドキュメントのリファレンス",
    "desc_en": "An identifier of the supporting document.",
    "desc_ja": "サポートするR 36文書の識別子ドキュメント。 レファレンス",
    "usage_en": "",
    "usage_ja": ""
  },
  "BT-123": {
    "bt_en": "Supporting document description",
    "bt_ja": "サポートドキュメント記述",
    "desc_en": "A description of the supporting document",
    "desc_ja": "サポートドキュメントの説明。",
    "usage_en": "Such as: timesheet, usage report etc.",
    "usage_ja": "タイムシート、使用状況レポートなど。"
  },
  "BT-124": {
    "bt_en": "External document location",
    "bt_ja": "外部ドキュメントの場所",
    "desc_en": "The URL (Uniform Resource Locator) that identifies where the external document is located.",
    "desc_ja": "外部ドキュメントがある場所を識別するURL (Uniform Resource Locator）",
    "usage_en": "A means of locating the resource including its primary access mechanism, e.g. http:// or ftp://. External document location shall be used if the Buyer requires additional information to support the Invoice. External documents do not form part of the invoice. Risks can be involved when accessing external documents. It should be possible to process the invoice without accessing external documents.",
    "usage_ja": "一次アクセス機構を含むリソースを見つける手段、例えば、。http://または ftp://.と購入者が請求書をサポートするために追加情報を必要とする場合は、外部文書保管場所を使用するものとする。外部ドキュメントは請求書の一部ではありません。外部ドキュメントへのアクセスにはリスクが伴います。"
  },
  "BT-125": {
    "bt_en": "Attached document",
    "bt_ja": "添付書類",
    "desc_en": "An attached document embedded as binary object or sent together with the invoice.",
    "desc_ja": "バイナリオブジェクトとして埋め込まれた、または送り状と一緒に送られた添付文書。",
    "usage_en": "Attached document is used when documentation shall be stored with the Invoice for future reference or audit purposes. spreadsheet",
    "usage_ja": "添付書類は、将来の参照または監査の目的で請求書と共に保管する場合に使用します。"
  },
  "BT-125A": {
    "bt_en": "Attached document Mime code",
    "bt_ja": "添付文書MIMEコード",
    "desc_en": "The mime code of the attached document.",
    "desc_ja": "添付されたドキュメントのMIMEコードです。",
    "usage_en": "Allowed mime codes: - application/pdf - image/png - image/jpeg - text/csv - application/vnd.openxmlformats-officedocument.spreadsheetml.sheet - application/vnd.oasis.opendocument.spreadsheet",
    "usage_ja": "許可されているMIMEコード:application/pdf - image/png - image/jpeg - text/csv - application/vnd.openxmlformats-officedocument.spreadsheetml.sheet - application/vnd.oasis.opendocument.spreadsheet"
  },
  "BT-125B": {
    "bt_en": "Attached document Filename",
    "bt_ja": "添付文書ファイル名",
    "desc_en": "The file name of the attached document",
    "desc_ja": "添付文書のファイル名",
    "usage_en": "",
    "usage_ja": ""
  },
  "BG-25": {
    "bt_en": "INVOICE LINE",
    "bt_ja": "請求明細",
    "desc_en": "A group of business terms providing information on individual Invoice lines.",
    "desc_ja": "個々の請求書明細に関する情報を提供するビジネス条件のグループ。",
    "usage_en": "",
    "usage_ja": ""
  },
  "BT-126": {
    "bt_en": "Invoice line identifier",
    "bt_ja": "請求書明細識別子",
    "desc_en": "A unique identifier for the individual line within the Invoice.",
    "desc_ja": "請求書内の個々の行の一意の識別子。",
    "usage_en": "",
    "usage_ja": ""
  },
  "BT-127": {
    "bt_en": "Invoice line note",
    "bt_ja": "請求書明細ノート",
    "desc_en": "A textual note that gives unstructured information that is relevant to the Invoice line.",
    "desc_ja": "請求書の行に関連する非構造化情報を提供するテキストメモ。",
    "usage_en": "",
    "usage_ja": ""
  },
  "BT-128A": {
    "bt_en": "Invoice line object identifier",
    "bt_ja": "請求書明細オブジェクト識別子",
    "desc_en": "An identifier for an object on which the invoice line is based, given by the Seller.",
    "desc_ja": "請求書明細の基準となるオブジェクトの識別子で、売り手が指定します。",
    "usage_en": "It may be a subscription number, telephone number, meter point etc., as applicable.",
    "usage_ja": "必要に応じて、予約番号、電話番号、メーターポイントなどを指定できます。"
  },
  "BT-128B": {
    "bt_en": "Scheme identifier",
    "bt_ja": "スキーム識別子",
    "desc_en": "The identification scheme identifier of the Invoice line object identifier.",
    "desc_ja": "請求書明細オブジェクト識別子の識別スキーム識別子。",
    "usage_en": "If it may be not clear for the receiver what scheme is used for the identifier, a conditional scheme identifier should be used that shall be chosen from the UNTDID 1153 code list [6] entries.",
    "usage_ja": "識別子にどのスキームが使用されるかが受信者にとって明らかでない場合、条件付きスキーム識別子が使用されるべきであり、それはUNTDID 1153コードリスト [6] 項目から選択される。"
  },
  "BT-129": {
    "bt_en": "Invoiced quantity",
    "bt_ja": "請求済数量",
    "desc_en": "The quantity of items (goods or services) that is charged in the Invoice line.",
    "desc_ja": "請求書明細で請求される品目(商品やサービス)の数量。",
    "usage_en": "",
    "usage_ja": ""
  },
  "BT-130": {
    "bt_en": "Invoiced quantity unit of measure code",
    "bt_ja": "請求済数量単位コード",
    "desc_en": "The unit of measure that applies to the invoiced quantity.",
    "desc_ja": "請求数量に適用される単位。",
    "usage_en": "The unit of measure shall be chosen from the lists in UN/ECE Recommendation N°. 20 'Codes for Units of Measure Used in International Trade' [7] and UN/ECE Recommendation N° 21 'Codes for Passengers, Types of Cargo, Packages and Packaging Materials (with Complementary Codes for Package Names)' [19] applying the method described in UN/ECE Rec N° 20 Intro 2.a). Note that in most cases it is not needed for Buyers and Sellers to implement these lists fully in their software. Sellers need only to support the units needed for their goods and services; Buyers only need to verify that the units used in the Invoice are equal to the units used in other documents (such as Contract, Catalogue, Order and Despatch advice).",
    "usage_ja": "測定単位は, UN/ECE勧告N°のリストから選択しなければならない。20 「国際貿易で使用される単位のコード」 [7] およびUN/ECE勧告N°21 「旅客、貨物の種類、包装及び包装材料に関する規則(パッケージ名の補足コード付き)」 [19個]。UN/ECE Rec N°20 Intro 2.a) に記載された方法を適用する。ほとんどの場合、購入者と販売者がソフトウェアにこれらのリストを完全に実装する必要はありません。売り手は、自社の商品やサービスに必要なユニットをサポートするだけでよい;購入者は、請求書で使用されている単位が他の文書で使用されている単位と等しいことを確認するだけで済みます(Contract、Catalogue、Order、およびDespatchのアドバイスなど)。金額はVATを除いた「ネット」で、明細レベルの引当金、手数料、およびその他の関連税金が含まれます。"
  },
  "BT-131": {
    "bt_en": "Invoice line net amount",
    "bt_ja": "請求書明細正味金額",
    "desc_en": "The total amount of the Invoice line.",
    "desc_ja": "請求書明細の合計金額。",
    "usage_en": "The amount is 'net' without VAT, i.e. inclusive of line level allowances and charges as well as other relevant taxes.",
    "usage_ja": "金額は「純額」で、VATは含まれていません。つまり、ラインレベルの手当と料金、およびその他の関連する税金が含まれています。"
  },
  "BT-132": {
    "bt_en": "Referenced purchase order line reference",
    "bt_ja": "参照された発注書ライン参照",
    "desc_en": "An identifier for a referenced line within a purchase order, issued by the Buyer.",
    "desc_ja": "購買担当が発行する、発注内の参照明細の識別子。",
    "usage_en": "The purchase order identifier is referenced on document level.",
    "usage_ja": "注文書識別子は、ドキュメントレベルで参照されます。"
  },
  "BT-133": {
    "bt_en": "Invoice line Buyer accounting reference",
    "bt_ja": "請求書明細購買担当会計参照",
    "desc_en": "A textual value that specifies where to book the relevant data into the Buyer's financial accounts.",
    "desc_ja": "購買担当の財務勘定科目に関連データを記帳する場所を指定するテキスト値。",
    "usage_en": "If required, this reference shall be provided by the Buyer to the Seller prior to the issuing of the Invoice.",
    "usage_ja": "必要に応じて、請求書の発行前に、この参照情報を買主が売主に提供するものとする。"
  },
  "BG-26": {
    "bt_en": "INVOICE LINE PERIOD",
    "bt_ja": "請求書明細期間",
    "desc_en": "A group of business terms providing information about the period relevant for the Invoice line.",
    "desc_ja": "請求書明細に関連する期間に関する情報を提供するビジネス条件のグループ。",
    "usage_en": "Is also called Invoice line delivery period.",
    "usage_ja": "請求書明細の搬送期間とも呼ばれます。"
  },
  "BT-134": {
    "bt_en": "Invoice line period start date",
    "bt_ja": "請求書明細期間開始日",
    "desc_en": "The date when the Invoice period for this Invoice line starts.",
    "desc_ja": "この請求書明細の請求期間が開始する日付。",
    "usage_en": "The date is the first day of the period.",
    "usage_ja": "日付は期間の最初の日です。"
  },
  "BT-135": {
    "bt_en": "Invoice line period end date",
    "bt_ja": "請求書明細期間終了日",
    "desc_en": "The date when the Invoice period for this Invoice line ends.",
    "desc_ja": "この請求書明細の請求期間が終了する日付。",
    "usage_en": "The date is the last day of the period.",
    "usage_ja": ""
  },
  "BG-27": {
    "bt_en": "INVOICE LINE ALLOWANCES",
    "bt_ja": "請求書明細の許可",
    "desc_en": "A group of business terms providing information about allowances applicable to the individual Invoice line.",
    "desc_ja": "個々の請求書明細に適用可能な引当金に関する情報を提供するビジネス条件のグループ。",
    "usage_en": "",
    "usage_ja": ""
  },
  "BT-136": {
    "bt_en": "Invoice line allowance amount",
    "bt_ja": "請求書明細手当額",
    "desc_en": "The amount of an allowance, without VAT.",
    "desc_ja": "VATを除いた手当の金額。",
    "usage_en": "",
    "usage_ja": ""
  },
  "BT-137": {
    "bt_en": "Invoice line allowance base amount",
    "bt_ja": "請求書明細引当基準金額",
    "desc_en": "The base amount that may be used, in conjunction with the Invoice line allowance percentage, to calculate the Invoice line allowance amount.",
    "desc_ja": "請求書明細の引当金額を計算するために、請求書明細の引当率とともに使用される基準金額。",
    "usage_en": "",
    "usage_ja": ""
  },
  "BT-138": {
    "bt_en": "Invoice line allowance percentage",
    "bt_ja": "請求書明細引当率",
    "desc_en": "The percentage that may be used, in conjunction with the Invoice line allowance base amount, to calculate the Invoice line allowance amount",
    "desc_ja": "請求書明細の引当基準金額とともに、請求書明細の引当金額の計算に使用できるパーセント。",
    "usage_en": "",
    "usage_ja": ""
  },
  "BT-139": {
    "bt_en": "Invoice line allowance reason",
    "bt_ja": "請求書明細許容事由",
    "desc_en": "The reason for the Invoice line allowance, expressed as text.",
    "desc_ja": "請求書明細の許容事由。テキストで表示されます。",
    "usage_en": "",
    "usage_ja": ""
  },
  "BT-140": {
    "bt_en": "Invoice line allowance reason code",
    "bt_ja": "請求書明細許容事由コード",
    "desc_en": "The reason for the Invoice line allowance, expressed as a code.",
    "desc_ja": "請求書明細許容の事由。コードで表します。",
    "usage_en": "Use entries of the UNTDID 5189 code list [6]. The Invoice line level allowance reason code and the Invoice line level allowance reason shall indicate the same allowance reason.",
    "usage_ja": "UNTDID 5189コードリスト [6] のエントリを使用します。請求書明細レベルの引当理由コードと請求書明細レベルの引当理由は、同じ引当理由を示すものとします。"
  },
  "BG-28": {
    "bt_en": "INVOICE LINE CHARGES",
    "bt_ja": "請求明細手数料",
    "desc_en": "A group of business terms providing information about charges and taxes other than VAT applicable to the individual Invoice line.",
    "desc_ja": "個々の請求書明細に適用されるVAT以外の手数料および税金に関する情報を提供するビジネス条件のグループ。",
    "usage_en": "All charges and taxes are assumed to be liable to the same VAT rate as the Invoice line.",
    "usage_ja": "すべての手数料および税金は、請求書明細と同じVATレートを支払うものとします。"
  },
  "BT-141": {
    "bt_en": "Invoice line charge amount",
    "bt_ja": "請求書明細手数料金額",
    "desc_en": "The amount of a charge, without VAT.",
    "desc_ja": "VATなしの料金の金額。",
    "usage_en": "",
    "usage_ja": ""
  },
  "BT-142": {
    "bt_en": "Invoice line charge base amount",
    "bt_ja": "請求書明細手数料基準金額",
    "desc_en": "The base amount that may be used, in conjunction with the Invoice line charge percentage, to calculate the Invoice line charge amount.",
    "desc_ja": "請求書明細手数料率とともに、請求書明細手数料金額の計算に使用できる基準金額。",
    "usage_en": "",
    "usage_ja": ""
  },
  "BT-143": {
    "bt_en": "Invoice line charge percentage",
    "bt_ja": "請求書明細手数料率",
    "desc_en": "The percentage that may be used, in conjunction with the Invoice line charge base amount, to calculate the Invoice line charge amount.",
    "desc_ja": "請求書明細手数料基準金額とともに、請求書明細手数料金額の計算に使用できるパーセント。",
    "usage_en": "",
    "usage_ja": ""
  },
  "BT-144": {
    "bt_en": "Invoice line charge reason",
    "bt_ja": "請求書明細手数料理由",
    "desc_en": "The reason for the Invoice line charge, expressed as text.",
    "desc_ja": "テキストで表された請求書の明細請求の理由。",
    "usage_en": "",
    "usage_ja": ""
  },
  "BT-145": {
    "bt_en": "Invoice line charge reason code",
    "bt_ja": "請求書明細手数料事由コード",
    "desc_en": "The reason for the Invoice line charge, expressed as a code.",
    "desc_ja": "請求書明細手数料の事由。コードで表します。",
    "usage_en": "Use entries of the UNTDID 7161 code list [6]. The Invoice line charge reason code and the Invoice line charge reason shall indicate the same charge reason.",
    "usage_ja": "UNTDID 7161コードリスト [6] のエントリを使用します。請求書明細手数料事由コードと請求書明細手数料事由は、同じ手数料事由を示すものとする。"
  },
  "BG-29": {
    "bt_en": "PRICE DETAILS",
    "bt_ja": "価格の詳細",
    "desc_en": "A group of business terms providing information about the price applied for the goods and services invoiced on the Invoice line.",
    "desc_ja": "請求書明細で請求された商品およびサービスに適用される価格に関する情報を提供するビジネス条件のグループ。",
    "usage_en": "",
    "usage_ja": ""
  },
  "BT-146": {
    "bt_en": "Item net price",
    "bt_ja": "商品正味価格",
    "desc_en": "The price of an item, exclusive of VAT, after subtracting item price discount.",
    "desc_ja": "品目価格割引を差し引いた後の、VATを除く品目価格。",
    "usage_en": "The Item net price has to be equal with the Item gross price less the Item price discount.",
    "usage_ja": "「品目」 の正味価格は、 「品目」 の総価格から 「品目」 の価格割引を引いた価格と等しくなければなりません。"
  },
  "BT-147": {
    "bt_en": "Item price discount",
    "bt_ja": "品目割引価格",
    "desc_en": "The total discount subtracted from the Item gross price to calculate the Item net price.",
    "desc_ja": "品目の正味価格を計算するために品目の総価格から差し引かれる割引の合計。",
    "usage_en": "Only applies if the discount is provided per unit and if it is not included in the Item gross price.",
    "usage_ja": "割引が単位当たりに提供され、それが品目総価格に含まれていない場合にのみ適用されます。"
  },
  "BT-148": {
    "bt_en": "Item gross price",
    "bt_ja": "品目総価格",
    "desc_en": "The unit price, exclusive of VAT, before subtracting Item price discount.",
    "desc_ja": "商品価格割引を引く前のVATを除く単価。",
    "usage_en": "",
    "usage_ja": ""
  },
  "BT-149": {
    "bt_en": "Item price base quantity",
    "bt_ja": "品目価格ベース数量",
    "desc_en": "The number of item units to which the price applies.",
    "desc_ja": "価格が適用される商品ユニット数。",
    "usage_en": "",
    "usage_ja": ""
  },
  "BT-150": {
    "bt_en": "Item price base quantity unit of measure code",
    "bt_ja": "品目価格基準数量単位コード",
    "desc_en": " The unit of measure that applies to the Item price base quantity.",
    "desc_ja": "品目価格基準数量に適用される単位。",
    "usage_en": "The Item price base quantity unit of measure shall be the same as the Invoiced quantity unit of measure (BT-130).",
    "usage_ja": "品目価格基準数量単位は、請求済数量単位(BT-130)と同じである必要があります。"
  },
  "BG-30": {
    "bt_en": "LINE VAT INFORMATION",
    "bt_ja": "明細VAT情報",
    "desc_en": "A group of business terms providing information about the VAT applicable for the goods and services invoiced on the Invoice line.",
    "desc_ja": "請求書明細で請求された商品およびサービスに適用されるVATに関する情報を提供するビジネス条件のグループ。",
    "usage_en": "",
    "usage_ja": ""
  },
  "BT-151": {
    "bt_en": "Invoiced item VAT category code",
    "bt_ja": "請求済品目VATカテゴリーコード",
    "desc_en": "The VAT category code for the invoiced item.",
    "desc_ja": "請求品目のVATカテゴリ・コード",
    "usage_en": "The following entries of UNTDID 5305 [6] are used (further clarification between brackets): - Standard rate (Liable for VAT in a standard way) - Zero rated goods (Liable for VAT with a percentage rate of zero) - Exempt from tax (VAT/IGIC/IPSI) - VAT Reverse Charge (Reverse charge VAT/IGIC/IPSI rules apply) - VAT exempt for intra community supply of goods (VAT/IGIC/IPSI not levied due to Intra-community supply rules) - Free export item, tax not charged (VAT/IGIC/IPSI not levied due to export outside of the EU) - Services outside scope of tax (Sale is not subject to VAT/IGIC/IPSI) - Canary Islands General Indirect Tax (Liable for IGIC tax) - Liable for IPSI (Ceuta/Melilla tax)",
    "usage_ja": "UNTDID 5305 [6]の次のエントリが使用されます（括弧内の詳細）：-標準税率（標準的な方法でVATに課税）-ゼロ評価商品（ゼロのパーセンテージ率でVATに課税）-免税（ VAT / IGIC / IPSI）-VATリバースチャージ（リバースチャージVAT / IGIC / IPSI規則が適用されます）-コミュニティ内の商品供給に対してVATが免除されます（コミュニティ内供給規則によりVAT / IGIC / IPSIは課税されません）-無料の輸出品目、税金は課されません（EU外への輸出のためにVAT / IGIC / IPSIは課税されません）-税の範囲外のサービス（販売はVAT / IGIC / IPSIの対象ではありません）-カナリア諸島一般間接税（IGIC税の対象） -IPSIの責任（Ceuta / Melilla税）"
  },
  "BT-152": {
    "bt_en": "Invoiced item VAT rate",
    "bt_ja": "請求済品目のVATレート",
    "desc_en": "The VAT rate, represented as percentage that applies to the invoiced item.",
    "desc_ja": "請求品目に適用されるVATレート (パーセントで表されます) 。",
    "usage_en": "",
    "usage_ja": ""
  },
  "BG-31": {
    "bt_en": "ITEM INFORMATION",
    "bt_ja": "商品情報",
    "desc_en": "A group of business terms providing information about the goods and services invoiced.",
    "desc_ja": "請求された商品およびサービスに関する情報を提供するビジネス用語のグループ。",
    "usage_en": "",
    "usage_ja": ""
  },
  "BT-153": {
    "bt_en": "Item name",
    "bt_ja": "品目名",
    "desc_en": "A name for an item.",
    "desc_ja": "品目の名",
    "usage_en": "",
    "usage_ja": ""
  },
  "BT-154": {
    "bt_en": "Item description",
    "bt_ja": "品目摘要",
    "desc_en": "A description for an item.",
    "desc_ja": "アイテムの説明",
    "usage_en": "The Item description allows for describing the item and its features in more detail than the Item name.",
    "usage_ja": "[項目の説明] では、項目名よりも詳細に項目とその機能を説明できます。"
  },
  "BT-155": {
    "bt_en": "Item Seller's identifier",
    "bt_ja": "品目販売者の識別子",
    "desc_en": "An identifier, assigned by the Seller, for the item.",
    "desc_ja": "売主によってアイテムに割り当てられた識別子。",
    "usage_en": "",
    "usage_ja": ""
  },
  "BT-156": {
    "bt_en": "Item Buyer's identifier",
    "bt_ja": "品目購買担当識別子",
    "desc_en": "An identifier, assigned by the Buyer, for the item.",
    "desc_ja": "バイヤーにより品目に割り当てられた識別子。",
    "usage_en": "",
    "usage_ja": ""
  },
  "BT-157": {
    "bt_en": "Item standard identifier",
    "bt_ja": "品目標準識別子",
    "desc_en": "An item identifier based on a registered scheme.",
    "desc_ja": "登録されたスキームに基づくアイテム識別子。",
    "usage_en": "",
    "usage_ja": ""
  },
  "BT-157A": {
    "bt_en": "Scheme identifier",
    "bt_ja": "スキーム識別子",
    "desc_en": "The identification scheme identifier of the Item standard identifier",
    "desc_ja": "アイテム標準識別子の識別スキーム識別子",
    "usage_en": "The identification scheme shall be identified from the entries of the list published by the ISO/IEC 6523 maintenance agency. ",
    "usage_ja": "識別スキームは、ISO / IEC6523保守機関によって公開されたリストのエントリから識別されなければならない。"
  },
  "BT-158": {
    "bt_en": "Item classification identifier",
    "bt_ja": "品目分類識別子",
    "desc_en": "A code for classifying the item by its type or nature.",
    "desc_ja": "アイテムをタイプまたは性質によって分類するためのコード。",
    "usage_en": "Classification codes are used to allow grouping of similar items for a various purposes e.g. public procurement (CPV), eCommerce (UNSPSC] etc.",
    "usage_ja": "分類コードは、さまざまな目的で類似したアイテムをグループ化できるようにするために使用されます。公共調達（CPV）、eコマース（UNSPSC）など。"
  },
  "BT-158A": {
    "bt_en": "Scheme identifier",
    "bt_ja": "スキーム識別子",
    "desc_en": "The identification scheme identifier of the Item classification identifier",
    "desc_ja": "アイテム分類識別子の識別スキーム識別子",
    "usage_en": "The identification scheme shall be chosen from the entries in UNTDID 7143 [6].",
    "usage_ja": "識別方式は, UNTDID 7143 [6] の中の登録から選択される。"
  },
  "BT-158B": {
    "bt_en": "Scheme version identifier",
    "bt_ja": "スキームのバージョン識別子",
    "desc_en": "The version of the identification scheme.",
    "desc_ja": "識別スキームのバージョン。",
    "usage_en": "",
    "usage_ja": ""
  },
  "BT-159": {
    "bt_en": "Item country of origin",
    "bt_ja": "商品の国起源",
    "desc_en": "The code identifying the country from which the item originates.",
    "desc_ja": "品目の原産国を識別するコード。",
    "usage_en": "The lists of valid countries are registered with the EN ISO 3166-1 Maintenance agency, 'Codes for the representation of names of countries and their subdivisions'.",
    "usage_ja": "有効な国のリストは、EN ISO 3166-1メンテナンス機関「国名及びその下位区分の表示に関する規約」に登録されています。"
  },
  "BG-32": {
    "bt_en": "ITEM ATTRIBUTES",
    "bt_ja": "品目属性",
    "desc_en": "A group of business terms providing information about properties of the goods and services invoiced.",
    "desc_ja": "請求された品目およびサービスのプロパティに関する情報を提供するビジネス用語のグループ。",
    "usage_en": "",
    "usage_ja": ""
  },
  "BT-160": {
    "bt_en": "Item attribute name",
    "bt_ja": "品目属性名",
    "desc_en": "The name of the attribute or property of the item.",
    "desc_ja": "品目の属性またはプロパティの名前。",
    "usage_en": "Such as 'Colour'.",
    "usage_ja": "「色」など。"
  },
  "BT-161": {
    "bt_en": "Item attribute value",
    "bt_ja": "品目属性値",
    "desc_en": "The value of the attribute or property of the item.",
    "desc_ja": "品目の属性またはプロパティの値。",
    "usage_en": "Such as 'Red'.",
    "usage_ja": "「赤」など。"
  }
}