[
  {
    "en": "Standard VAT calculation",
    "ja": "標準的な付加価値税の計算",
    "cat": ""
  },
  {
    "en": "Item is liable for VAT that is calculated in a standard way of applying the VAT percentage to the relevant taxable amount",
    "ja": "課税対象となる金額に付加価値税の割合を適用する標準的な方法で計算された付加価値税を支払う義務がある。",
    "cat": "Standard rate"
  },
  {
    "en": "Item is liable for VAT that is calculated in a standard way of applying the VAT percentage to the relevant taxable amount, but the VAT percentage rate is 0 (zero).",
    "ja": "項目は、当該課税金額に付加価値税の割合を適用する標準的な方法で計算された付加価値税の責任を負いますが、付加価値税の割合は0（ゼロ）です。",
    "cat": " Zero rated"
  },
  {
    "en": "VAT is not levied due to trade circumstances",
    "ja": "取引上の事情によりVATが課税されない場合",
    "cat": ""
  },
  {
    "en": "Item is exempt from VAT.",
    "ja": "商品は付加価値税が免除されます。",
    "cat": "Exempt"
  },
  {
    "en": "The VAT tax is not levied to an item that is liable for VAT due to trade circumstances where the Reverse charge VAT rules apply.",
    "ja": "リバースチャージVATルールが適用される取引状況により、VATの課税対象となる項目にはVAT税は課税されません。",
    "cat": "Reverse charge"
  },
  {
    "en": "The VAT is not levied to an item that is liable for VAT due to trade circumstances where the rules on Intra-community supply apply.",
    "ja": "イントラコミュ ニティ供給に関する規則が適用される取引状況により、付加価値税の課税対象となる品目には、付加価値税は課税されません。",
    "cat": "Intra-community supply"
  },
  {
    "en": "The VAT is not levied to an item that is liable for VAT due to trade circumstances where the rules on export outside of the EU apply.",
    "ja": "EU 域外への輸出に関する規則が適用される貿易状況により、VATの課税対象となる品目にはVATは課税されません。",
    "cat": "Export"
  },
  {
    "en": "Other VAT taxes apply",
    "ja": "その他の付加価値税が適用されます。",
    "cat": ""
  },
  {
    "en": "Sale is subject to Canary Island (IGIC) tax.",
    "ja": "売却にはカナリア島（IGIC）税がかかります。",
    "cat": "IGIC"
  },
  {
    "en": "Sale is subject to Ceuta and Melilla (IPSI) tax.",
    "ja": "売却にはセウタとメリリャ（IPSI）税がかかります。",
    "cat": "IPSI"
  },
  {
    "en": "Not subject to VAT",
    "ja": "付加価値税の対象外",
    "cat": ""
  },
  {
    "en": "Sale is not subject to VAT.",
    "ja": "販売には付加価値税（VAT）はかかりません。",
    "cat": "Not subject to VAT"
  }
]